[
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 1202.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1295.0,
        "elongation": 4.7,
        "elongation_plastic": 0.0,
        "microstructure": "single-phase BCC crystal structure, grains were heavily deformed and elongated",
        "processing_method": "cold rolling",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tension tests",
        "experimental_young_modulus": 93.3,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A refractory high-entropy alloy HfNbTaTiZr was successfully rolled at room temperature up to 86.4% reduction in thickness (true thickness strain is -2.3). This represents the first successful attempt to cold roll a HEA with a BCC crystal structure. The microstructure and properties of the rolled sheets were determined in the as-rolled condition and after annealing at 800°C, 1000°C, and 1200°C. Cold rolling resulted in extensive grain elongation, formation of deformation bands within the grains, and development of crystallographic textures that depended on the rolling reduction. The 86.4% cold-rolled sheet had true tensile stress of 1295 MPa and tensile ductility of 4.7%. After annealing at 1000°C and 1200°C, complete recrystallization of the cold-rolled sheet occurred. After annealing at 1000°C, the true tensile stress and ductility of the sheet were 1262 MPa and 9.7%, respectively."
    },
    {
        "formula": "",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "The grains were heavily deformed and elongated in the rolling direction, with extensive deformation banding. After 65% reduction, the microstructure showed moderately-strong textures with principal components of {001}<100> (cube), {001}<110> (rotated cube), and {111}<011> (γ-fiber). Annealing at 800°C transformed the single-phase BCC material into a two-phase structure comprising BCC1 and BCC2 phases. Annealing at 1000°C resulted in complete recrystallization with a single-phase BCC structure and preferred <111> orientations. Annealing at 1200°C retained the single-phase BCC structure with equiaxed grain structure and fine second-phase precipitates.",
        "processing_method": "Cold rolling and annealing",
        "bcc_fcc_other": "BCC",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Sheet annealed at 800°C Per the x-ray-diffraction analysis, annealing of rolled sheet at 800°C for 2 h transformed the single-phase BCC material into a two-phase structure comprising BCC1 and BCC2 phases with lattice parameters a 1 = 0.3427 nm and a 2 =0.3338 nm, respectively (Figure  4b ). BSE images taken from longitudinal cross-sections of 65% and 86.4% cold-rolled sheet revealed partiallyrecrystallized microstructure with fine second-phase particles precipitated inside nonrecrystallized grains, often along deformation bands (Figure  9  and 10). Second-phase particles were not present inside the recrystallized grains. Figure  11a  and Figure  11b  show the crystallographic orientations of recrystallized and non-recrystallized grains, as well as second phase particles, along the transverse and normal directions, respectively, of the sheet rolled to the 86.4% reduction. The corresponding image-quality (IQ) map for this region (Figure  11c ) allowed identification of the non-recrystallized grains. Dark lines on the IQ map corresponded to matrix/second-phase-particle interfaces, as well as the retained deformation bands; and light regions revealed the defect-free, recrystallized grains. While most of the non-recrystallized grains had preferred orientations of <001> and <111> in ND, the recrystallized grains did not. In addition, many of the second-phase particles had crystal orientations similar to that of the parent (matrix) grains. Chemical analysis revealed that the recrystallized grains were slightly enriched in Hf and Zr, while the particles were slightly enriched in Ta and Nb (Table  4 ). The composition of the non-recrystallized grains with second-phase particles was close to the average composition of the alloy. In light of the fact that the atomic radii of Hf and Zr are considerably larger than those of the other alloying elements, it was surmised that the matrix had the BCC1 structure (i.e., the phase with the larger lattice parameter), and the particles comprised the BCC2 crystal structure. \n Sheet annealed at 1000°C After annealing at 1000°C for 2 h, the cold-rolled structure was completely recrystallized (Figure  12 ). The alloy comprised a single-phase BCC structure with a lattice parameter similar to that of the material prior to rolling (Figure  4c ). Many grains had preferred <111> orientations parallel to the normal direction of the sheet (Figure  13  a, b), and the majority of the grain boundaries had misorientation angles above 10° (Figure  13c ). The average grain size in samples that had been rolled to 65% and 86.4% reduction was 35±5 µm and 22±3 µm, respectively. \n Sheet annealed at 1200°C After annealing at 1200°C for 2 h, the cold-rolled sheets retained their single-phase BCC crystal structure, and the x-ray-diffraction patterns were similar to that shown in Figure  4c . The annealed material exhibited an equiaxed grain structure with average size of ~91 µm or 76 µm for samples that had been rolled to 65% or 86.4% reduction, respectively (Figure  14a, b ). These grain sizes were ~3 times larger than those after annealing at 1000°C. Moreover, fine secondphase precipitates with a dendritic morphology were observed within the recrystallized grains and at the grain boundaries (Figure  14c, d ). Because of their small size and volume fraction, the composition and crystal structure of these precipitates could not be identified by SEM/EDS/EBSD."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1395.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "The HEA HfNbTaTiZr contains two BCC phases at 800°C and a single BCC phase at both 1000°C and 1200°C. Annealing at 1000°C and 1200°C for 2 h resulted in complete recrystallization and the formation of an equiaxed grain structure in the cold-rolled sheet. Annealing at 800°C for 2 h resulted in a complex microstructure consisting of (a) recrystallized equiaxial grains slightly enriched with Hf and Zr (BCC1 phase), (b) nonrecrystallized grains, and (c) second-phase particles slightly enriched in Nb and Ta (BCC2 phase).",
        "processing_method": "Cold rolling and annealing",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Uniaxial compression and cold rolling",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The present work has shown that the high-entropy alloy (HEA) HfNbTaTiZr has excellent cold workability and can be rolled at room temperature to thin sheet without any evidence of failure. After strain hardening to a true strain of ~0.56, the current work has also shown that this alloy exhibits steady-state flow at larger strains (with a true flow stress of 1395±27 MPa) and can be cold deformed during cold rolling to very high strains (ε = 2.3) without any evidence of failure. According to the results of annealing trials following cold rolling, the HEA HfNbTaTiZr contains two BCC phases at 800°C and a single BCC phase at both 1000°C and 1200°C."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 1145.0,
        "grain_size": 22.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1262.0,
        "elongation": 9.7,
        "elongation_plastic": 0.0,
        "microstructure": "single-phase BCC structure with ~1-2 vol.% of fine second-phase precipitates",
        "processing_method": "cold rolled and annealed",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile",
        "experimental_young_modulus": 100.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "After annealing at 1000°C, the true tensile strength and ductility were 1262 MPa and 9.7%, respectively."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1334.0,
        "elongation": 1.9,
        "elongation_plastic": 0.0,
        "microstructure": "partially-recrystallized structure consisting of large, heavily-deformed grains and fine, equiaxed, recrystallized grains. Fine second-phase particles precipitated along deformation bands in non-recrystallized grains",
        "processing_method": "cold-rolled and annealed",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "An increase in strain to 86.4% reduction intensified the <011> || RD component, retained the <111>|| ND component, and weakened the <001> || ND component considerably. The 86.4% cold-rolled sheet had the true tensile stress of 1295 MPa and tensile ductility of 4.7%. Annealing the cold-rolled sheet at 800°C for 2 h resulted in partial recrystallization and precipitation of second-phase particles in non-recrystallized regions. The particles were slightly enriched in Nb and Ta and had a BCC crystal structure. Concurrently, the matrix was slightly enriched in Hf and Zr and also had a BCC crystal structure. After annealing at 800°C, the true tensile stress of the sheet increased to 1334 MPa, but the true tensile ductility decreased to 1.9%."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 1303.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 800.0,
        "ultimate_tensile_strength": 1334.0,
        "elongation": 1.9,
        "elongation_plastic": 0.0,
        "microstructure": "Recrystallized Grains",
        "processing_method": "Cold-Rolled + Annealed",
        "bcc_fcc_other": "",
        "type_of_test": "Tensile",
        "experimental_young_modulus": 100.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Cold-Rolled + Annealed at 800°C / 2 h 1303 1334 1.9 100"
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 1145.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1000.0,
        "ultimate_tensile_strength": 1262.0,
        "elongation": 9.7,
        "elongation_plastic": 0.0,
        "microstructure": "Recrystallized Grains",
        "processing_method": "Cold-Rolled + Annealed",
        "bcc_fcc_other": "",
        "type_of_test": "Tensile",
        "experimental_young_modulus": 99.2,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Cold-Rolled + Annealed at 1000°C / 2 h 1145 1262 9.7 99.2"
    }
]