[
    {
        "formula": "Ti2ZrHf0.5V0.5Alx",
        "yield_strength": 915.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 293.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "disordered BCC phase to ordered B2 phase",
        "processing_method": "vacuum arc-melting",
        "bcc_fcc_other": "B2",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The Al addition triggers the transformation of the crystal structure from disordered BCC phase to ordered B2 phase, and the Al1 alloy present single B2 phase structure. This B2 ordering results in significant yield strength increase of the RHEAs, i.e., from 915 MPa to 1410 MPa at room temperature (RT, leading to an excellent specific strength of ~232.3 KPa⋅m3/kg for the Al1 alloy), 719 MPa to 1088 MPa at 873 K and 126 MPa to 278 MPa at 1073 K, respectively."
    },
    {
        "formula": "Ti2ZrHf0.5VNb0.5Alx",
        "yield_strength": 915.0,
        "grain_size": 0.0,
        "experimental_density": 6.68,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC, B2",
        "processing_method": "as-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Phase identification and microstructure Fig.  1  shows the X-ray diffraction profiles of the as-cast Ti 2 ZrHf 0.5 VNb 0.5 Al x RHEAs. Only single disordered BCC phase peaks can be found in Al0, Al0.25 and Al0.5 alloys in Fig.  1(a) , while in the RHEAs with higher Al content, i.e., Al0.75 and Al1 alloys, minor peaks belonging to the B2 crystal identified as the (100) B2 , (111) B2 and (210) B2 appear. This suggests that the Al addition triggers the B2-type ordering in the Ti 2 ZrHf 0.5 VNb 0.5 RHEA that show basically BCC crystalline structure. Fig.  1(b)  shows the details of the XRD profiles from 25 to degree. The pattern is smooth without any extra weak peaks beside those above from B2 and BCC. The lattice parameters were calculated decreasing from 3.3655 Å to 3.3269 Å as the Al content increases from x = 0 to x = 1.0. This could be roughly attributed to the smaller atom radius of Al (1.43 Å) compared to the average atomic radius (1.437 Å) of the Ti 2 ZrHf 0.5 VNb 0.5 matrix. Fig.  2  presents the microstructures of the as-cast Ti 2 ZrHf 0.5 VNb 0.5 Al x RHEAs. Fig.  2(a) -(e) are the low magnification BSE images while Fig. (f)-(j) are at higher magnification. Interestingly, typical dendritic morphology prevails in the alloy series regardless of the Al addition and in particular, the presence of B2-ordering. The only visual change lies on the size of the dendrite arm. With the increase of Al content, the primary dendrite becomes thinner, and the secondary dendrite increase and become more directional. The BSE contrast difference between dendrite (d-dark) and interdendrite (id-light) in these images also indicates the occurrence of the dendritic elemental redistribution during solidification, which is listed in the Table  1 . We find that although the composition deviation between dendrite and interdendrite becomes stronger with the addition of Al, the intensity of this derivation is still quite weak, no larger than 4 at.%, agreeing well with the weak BSE contrast. In order to clarify the possible B2/BCC phase transitions, we present TEM observations of Al0, Al0.25, and Al0.5 alloys firstly in Fig.  3  (d), respectively, the darker phase in Fig.  4 (a) can be identified with ordered B2 structure, while the lighter phase is of disordered BCC structure. We probed the composition of the two phases by EDS as also listed in Fig.  4 (a), surprisingly, no significant compositional deviations exist. In order to more clearly reveal the differences in composition of the two regions, the TEM-EDS elemental mapping is also tested shown in Fig.  5 , no difference in composition can be observed obviously. This supports the conjecture given above that the two phases form in an interbedded manner, in which rearrangement of the local atoms in the cubic lattice occurs and quickly develops into nanoscale domains without apparent long-range elemental diffusion. With the addition of Al element, the short-range ordering area of the alloys increases, and then the area of the B2 phase increases."
    },
    {
        "formula": "Ti2ZrHf0.5VNb0.5Alx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "BCC",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The VEC values of this RHEA series are all less than 4.3, and decrease with the increase of Al content. This indicates that the Al-RHEAs all prefer a BCC structure."
    },
    {
        "formula": "Ti2ZrHf0.5VNb0.5Alx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "B2 ordering, dendritic morphology",
        "processing_method": "as-cast",
        "bcc_fcc_other": "BCC to B2",
        "type_of_test": "X-ray diffraction, microstructure analysis",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "In this work, the antioxidant light-weight element Al was added into the Ti 2 ZrHf 0.5 VNb 0.5 Al x RHEAs to improve the mechanical and oxidation properties, with main conclusions can be drawn as following: 1. Al plays a key role in the B2 ordering in the series of RHEAs. The addition of Al triggers the phase transformation in the Ti 2 ZrHf 0.5 VNb 0.5 Al x RHEAs from disordered BCC phase to ordered B2 phase without apparent long-range elemental diffusion. With the increase of Al content, the ordered B2 phase appears in the Al0.5 alloy in a very small range of short-range order, then expand to a large range of long-range order, and finally a single-phase B2 structure when x = 1. Three semi-empirical criteria are used to predict this phase formation, and we found that the B2 ordering starts when ΔH mix < -14 kJ⋅mol -1 , Bo < 0.4Md+1.9. In this paper, the process of transformation from single BCC structure to single B2 structure has been studied in depth. The results not only provide experience for the design of RHEAs with B2 phase in the future, but also shed lights on the potential of structural application at elevated temperature for these RHEAs. Fig.1shows the X-ray diffraction profiles of the as-cast Ti 2 ZrHf 0.5 VNb 0.5 Al x RHEAs. Only single disordered BCC phase peaks can be found in Al0, Al0.25 and Al0.5 alloys in Fig.1(a), while in the RHEAs with higher Al content, i.e., Al0.75 and Al1 alloys, minor peaks belonging to the B2 crystal identified as the (100) B2 , (111) B2 and (210) B2 appear. This suggests that the Al addition triggers the B2-type ordering in the Ti 2 ZrHf 0.5 VNb 0.5 RHEA that show basically BCC crystalline structure. Fig.1(b)shows the details of the XRD profiles from 25 to degree. The pattern is smooth without any extra weak peaks beside those above from B2 and BCC. The lattice parameters were calculated decreasing from 3.3655 Å to 3.3269 Å as the Al content increases from x = 0 to x = 1.0. This could be roughly attributed to the smaller atom radius of Al (1.43 Å) compared to the average atomic radius (1.437 Å) of the Ti 2 ZrHf 0.5 VNb 0.5 matrix. Fig. 2 presents the microstructures of the as-cast Ti 2 ZrHf 0.5 VNb 0.5 Al x RHEAs. Fig. 2(a)-(e) are the low magnification BSE images while Fig.(f)-(j) are at higher magnification. Interestingly, typical dendritic morphology prevails in the alloy series regardless of the Al addition and in particular, the"
    },
    {
        "formula": "Ti2ZrHf0.5V0.5NbAlx",
        "yield_strength": 1410.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 293.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "B2 type ordering",
        "processing_method": "as-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The Al addition significantly increases the yield strength of the alloy from 915 MPa (x = 0) to 1410 MPa (x = 1.0) at RT without obvious ductility loss due to the B2 type ordering."
    },
    {
        "formula": "Ti2ZrHf0.5V0.5NbAlx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Table 1 Chemical composition (at.%) of dendrite (D) and interdendrite (ID) regions in Ti 2 ZrHf 0.5 VNb 0.5 Al x alloys. Alloys Regions Ti Zr Hf V Nb Al Al0 D 37.86 21.79 11.17 16.84 12.34 0 ID 35.31 22.20 11.42 19.71 11.36 0 Al0.25 D 36.49 19.58 10.53 17.28 11.74 4.38 ID 35.98 20.61 10.31 17.76 10.58 4.75 Al0.5 D 35.73 18.54 9.79 16.73 11.26 7.95 ID 35.04 19.59 9.97 16.65 10.40 8.35 Al0.75 D 33.85 18.06 9.63 16.30 10.44 11.72 ID 31.22 20.66 10.09 15.65 10.09 12.29 Al1 D 32.95 17.16 9.22 15.50 9.93 15.24 ID 30.93 20.34 9.37 15.46 8.48 15.41"
    }
]