[
    {
        "formula": "Hf0.5Nb0.5Ta0.5Ti1.5Zr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "BCC",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Sheikh et al. developed a new ductile refractory BCC HEA, Hf 0.5 Nb 0.5 Ta 0.5 Ti 1.5 Zr, with the objective to achieve the intrinsic ductility"
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "vacuum arc-melting followed by HIPing",
        "bcc_fcc_other": "BCC",
        "type_of_test": "annealing",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "refractory equimolar HfNbTaTiZr alloys produced by vacuum arc-melting followed by HIPing showed predominantly a singlephase BCC structure"
    },
    {
        "formula": "WNbMoTaV",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "nanocrystalline BCC",
        "processing_method": "spark plasma sintering (SPS)",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Kang et al. reported the fabrication of a single phase nanocrystalline BCC WNbMoTaV alloy by spark plasma sintering (SPS) which exhibited a large compressive yield strength"
    },
    {
        "formula": "MoNbW",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "spark plasma sintering (SPS)",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Bulk BCC ternary and quaternary HEA compounds samples have been produced (MoNbW and MoNbWV, respectively) by SPS."
    },
    {
        "formula": "MoNbWV",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "spark plasma sintering (SPS)",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Bulk BCC ternary and quaternary HEA compounds samples have been produced (MoNbW and MoNbWV, respectively) by SPS."
    },
    {
        "formula": "NbMoTiVZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "multiphase",
        "processing_method": "Laser Engineered Net Shaping (LENS)",
        "bcc_fcc_other": "other",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "the Laser Engineered Net Shaping (LENS) synthesis resulted in a multiphase NbMoTiVZr HEA"
    },
    {
        "formula": "MoNbTaW",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1600.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "selective laser melting (SLM)",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Under extreme temperatures (> 1200 °C) only MoNbTaW and MoN-bTaVW maintain incredible strengths (405 and 477 MPa at 1600 °C for MoNbTaW and MoNbTaVW, respectively)."
    },
    {
        "formula": "MoNbTaVW",
        "yield_strength": 477.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1600.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "selective laser melting (SLM)",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Under extreme temperatures (> 1200 °C) only MoNbTaW and MoN-bTaVW maintain incredible strengths (405 and 477 MPa at 1600 °C for MoNbTaW and MoNbTaVW, respectively)."
    },
    {
        "formula": "Hf 1.4 Nb 0.25 Ta 0.25 Ti 1.75 Zr 1.4",
        "yield_strength": 540.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 23.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "uniaxial tension",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tension",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The lowest yield stress value (540 MPa) is obtained for the TRIP HEA with Hf 1.4 Nb 0.25 Ta 0.25 Ti 1.75 Zr 1.4 composition. In this case a fully BCC recrystallized microstructure has been tested in uniaxial tension and the appearance of a stress-induced martensite enables to achieve a strong work-hardening rate of 3 GPa (0.103 if normalized by shear modulus) and an interesting tensile ductility as high as 23%."
    },
    {
        "formula": "MoNbTaVW",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 8.8,
        "elongation_plastic": 0.0,
        "microstructure": "nanometers size",
        "processing_method": "MA and SPS",
        "bcc_fcc_other": "",
        "type_of_test": "compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The most attractive behavior at RT is obtained with the refractory MoNbTaVW composition prepared by MA and SPS with grains of nanometers size, while keeping a limited but reasonable plastic deformation of 8.8%."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 890.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 15.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "cold rolling and subsequent annealing",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The HfNbTaTiZr alloy is actually the sole equiatomic BCC solid solution whose microstructure (grain size) could be easily controlled by cold rolling and subsequent annealing. It also displays a good tensile ductility as high as 15% in well-recrystallized samples."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "as-cast, cold rolled, annealed",
        "bcc_fcc_other": "BCC",
        "type_of_test": "dynamic compression, bending fatigue, tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "stress at 0.05 offset) for the as-cast HfNbTaTiZr showing a sharp upturn characteristic of the transition from thermally activated (low strain rates) to viscous drag (high strain rates) regimes  [68] . generation, leading to an abrupt increase of dislocation density which results in a reduced spacing between gliding obstacles. In the case of BCC HEAs, investigations are still to be carried out. EBSD investigations of dynamic compression loaded as-cast HfNbTaTiZr alloy revealed a strong strain localization due to the formation of ASBs, which caused the early softening observed during dynamic compression (Fig.  6 ). It has to be noted that Zhang et al.  [113]  reported on the dynamic deformation behaviors and constitutive relations of an AlCoCr 1.5 Fe 1.5 NiTi 0.5 high-entropy alloy with dual-phase body-centered cubic structure. The alloy exhibited excellent compression strength and large plasticity upon quasi-static and dynamic loadings. In particular, under high-speed dynamic loadings, the yield strength increases with increasing the strain rate, and significant dynamic strain-rate sensitivity is obtained. Contrariwise to the work by Dirras et al. no adiabatic shear bands were observed  [68] . The contrasting behavior could be explained by the competition between the dislocation drag mechanisms and thermal activation dislocation generation. \n Fatigue Properties and fracture by bending tests As discussed in the previous sections, HEAs have so far demonstrated interesting room temperature mechanical behaviors. For structural materials, availability of fatigue data (among others) is essential. Unfortunately, unlike FCC HEA counterparts  [114]  such data for single phase refractory BCC HEAs are scarce. To address such a paucity, in our group, equimolar HfNbTaTiZr HEA was subjected to four points bending loading fatigue tests at a stress ratio of 0.1. As shown in Fig.  S1  and S2 (see Supplementary material B) while keeping a limited data scatter in the S-N plot, a fatigue ratio of 0.43, is found, which is an outstanding level, significantly higher than comparable data from other metallic materials available at the moment. Fracture surface analysis showed that intergranular fatigue cracks initiation mechanism takes place at specimens' surface (Fig.  7 ). Recently, Zou et al. studied the fracture of a refractory HEA using in situ micro-cantilever tests  [115] . The report shows that the fracture toughness of a bi-crystalline MoNbTaW HEA was one order of magnitude lower than that of single crystalline ones. Atom probe tomography of the bi-crystal HEA reveals element segregation and formation of oxides and nitrides at grain boundaries, suggesting that minimizing grain boundary segregation is critical to improving fracture properties in refractory BCC HEAs. \n Extrusion and rolling The first successful attempt to cold roll a HEA with a BCC crystal structure has been reported by Senkov and Semiatin  [84]  on the single phase alloy HfNbTaTiZr that was successfully rolled at RT up to 86.4% reduction in thickness. Extensive grain elongation, formation of deformation bands within the grains, and development of crystallographic textures were the main features observed, depending on the rolling reduction amount. A true tensile stress of 1295 MPa and tensile ductility of 4.7% was reported for the sheet that was strained to 86.4% thickness reduction. After annealing at about 1000 °C, a slight reduction of the true tensile stress from 1295 MPa to 1262 MPa was reported and was accompanied by tensile ductility of 9.7% as a consequence of dynamic recrystallization. Recently, Eleti et al. presented a detailed study on the formation and evolution of grain growth textures of equimolar HfNbTaTiZr HEA, by cold rolling at medium (50%) and heavy (90%) deformation levels, respectively, in the as-deformed and annealed states  [108] . It was shown that deformation heterogeneity significantly influenced the formation of cold-rolling and annealing textures. Finally, the mechanical properties of BCC HEAs have been studied using various loading conditions, from quasi-static to dynamic loadings, controlled/limited to large plastic deformations. In many cases, the as processed microstructures are annealed to ensure chemical homogeneity  [97] . The general trends are high hardness and high strength in compression loading  [97]  along with a strong work hardening  [60]  which vanishes when a true stress/true strain curve is considered  [74] . It is therefore important to investigate the underlying deformation mechanisms and correlate them to the observed macroscopic behavior, and, more importantly, to try to figure out what makes HEAs so different (if any) compared to conventional alloys. This is the objective of the next section. \n Deformation mechanisms Actually, in-depth studies of the impact of the concentrated solid solution on the plastic properties and associated deformation mechanisms are rare in BCC HEAs  [31] . In alloys containing 3d-based transition Fig.  6 . EBSD IPF maps of HfNbTaTiZr specimens deformed in the thermally activated regime (a) and viscous regime (b). While the thermally activated show mostly deformation bands, the viscous drag regime is characterized by adiabatic shear bands with various widths (two of them are marked by white arrows)  [68] . elements, the sole study dedicated to deformation mechanisms in non-FCC structure has been conducted by Feuerbacher in Al 1.68 Co 1.2 Cr 0.66 Fe 0.9 Ni 1.56 with single ordered B2 phase  [116] . The study of such deformation mechanisms is, however, a key point particularly in understanding of mechanical properties. Reports devoted to this aspect have been mainly conducted in refractory (dense) ductile HEAs based on quinary systems with Ti, Zr, Hf, Nb and/or Ta. Those alloys are generally well suited for investigations of the plastic deformation due to: i) their inherent ductility particularly at room temperature and, ii) the ease with which it is possible to obtain homogenized samples with controlled grain size. Actually, mechanisms have been discussed in three compositions: the equiatomic HfNbTaTiZr  [14, 73, 74, 83, 117]  and the non-equiatomic Hf 0.4 Nb 1.54 Ta 1.54 Ti 0.89 Zr 0.64  [75]  and H 0.75 NbTa 0.5 Ti 1.5 Zr 1.25  [59] . The (experimental) analysis of associated deformation mechanisms have been extensively performed in the equiatomic HfNbTaTiZr composition being submitted to various mechanical loadings in quasi-static, simple shear or dynamic conditions, mainly at RT  [14, 68, 73, 74, 83, 117] . Solid solution strengthening has been assumed to explain the observed high strength with a high contribution of modulus effects  [14] . On the basis of current knowledge and from the observations of (ascast or recrystallized) samples strained in compression or in uniaxial tension for a broad range of deformation levels, the main features could be summarized as follows, for quasi-static conditions: -Screw dislocations with Burgers vector parallel to the 〈111〉 directions are identified and control the plastic deformation of the HfNbTaTiZr solid solution  [73, 74]  (Fig.  8 ). Same type of 〈111〉 dislocations has been observed by Feuerbacher et al. in a derived NbTa-rich composition  [75] ; -Screw dislocations often appear straight and are of reduced mobility  [74] ; -Dislocation debris (loops, dipoles) are highlighted suggesting some pinning effect in the material, mainly ascribed to a solid solution effect. The evolution of work-hardening rate of HfNbTaTiZr is conventional for BCC structures with an initial sharp decrease followed by a constant stage until Considere's criteria and the resulting plastic instability. The microstructure has been associated with the glide of rectilinear screw dislocations then their heterogeneous patterning in bands in the very first stages of plastic deformation  [73, 74] . The results suggest high Peierls stresses exerted on screw dislocations due to nonplanar character of their core. In addition, specific core properties are expected with non-Schmid effects and observations of glide on {112} planes  [74] . Strained microstructures are of composite nature and simultaneously contain a high density of defects in localized bands and dislocation-free zones which enable kinematic hardening  [74] . Shortrange interactions play a key role in the mechanical behavior of such complex solid solution at room temperature as highlighted by joint measurement of physical activation volumes close to 40 b 3 and effective shear stress representing between 80 and 90% of the maximum shear stress. Care must be taken considering activation volumes as they are significant if one type of obstacles monitor the deformation rate. Consequently the interpretation of the values must be carefully conducted as"
    },
    {
        "formula": "Hf 0.75 NbTa 0.5 Ti 1.5 Zr 1.25",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "cold rolled",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "In that way, the recent study of a ductile BCC H 0.75 NbTa 0.5 Ti 1.5 Zr 1.25 solid solution is the sole and unique report and deals with the low temperature regime i.e. from 4.2 to 350 K [59]. By compression testing and flow stress sensitivity measurements on cold rolled material, Podolskiy et al. provide a complete view of the mechanical behavior in the low temperature regime."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "recrystallized",
        "processing_method": "four points bending fatigue test",
        "bcc_fcc_other": "BCC",
        "type_of_test": "fatigue",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "An example of a fracture surface of HfNbTaTiZr (recrystallized microstructure) after four points bending fatigue test (σ max ′ = 965 MPa, N f = 1,621,220 cycles). A crack propagation zone (possibly transgranular) is identified on the top left (indicated by a white arrow). A final rupture zone is shown at the right bottom which shows shallow dimples as found in previous tensile tests on as-cast microstructure [69]. The inset at the top right correspond to the initiation zone on the top left."
    }
]