[
    {
        "formula": "Nb 42 Mo 20 Ti 13 Cr 12 V 12 Ta 1",
        "yield_strength": 2680.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 741.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 3896.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "single body-centered cubic (BCC) matrix with in-situ-formed carbide dispersoids",
        "processing_method": "high-energy ball milling and spark plasma sintering (SPS)",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "We fabricated Nb 42 Mo 20 Ti 13 Cr 12 V 12 Ta 1 , a novel refractory high-entropy alloy (RHEA) enriched with niobium (Nb), by following a high-energy ball milling and spark plasma sintering (SPS) method. The microstructure of the bulk RHEA formed a single body-centered cubic (BCC) matrix with in-situ-formed carbide dispersoids. The bulk Nb 42 Mo 20 Ti 13 Cr 12 V 12 Ta 1 RHEA exhibits a compressive yield strength of 2680 MPa, a maximum strength of 3896 MPa, and a Vickers hardness of 741 HV."
    },
    {
        "formula": "Nb 42 Mo 20 Ti 13 Cr 12 V 12 Ta 1",
        "yield_strength": 2680.0,
        "grain_size": 347.0,
        "experimental_density": 8.02,
        "hardness": 741.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 3896.0,
        "elongation": 5.2,
        "elongation_plastic": 0.0,
        "microstructure": "BCC solid solution phase with nano-sized TiC dispersoids",
        "processing_method": "High-energy ball milling and spark plasma sintering (SPS)",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "In this study, we developed a novel Nb 42 Mo 20 Ti 13 Cr 12 V 12 Ta 1 RHEA with a single BCC solid solution phase. Our specimen was successfully fabricated by high-energy ball milling for 12 h, followed by SPS at 1200 °C for 5 min. By applying PM processes rather than the casting process that are usually used to fabricate BCC-based HEAs, we induced an in-situ reaction during the sintering process. This caused nano-sized TiC dispersoids to be dispersed homogeneously throughout the alloy. The Nb-rich HEA had an ultra-fine grained structure, with a grain size of 347 nm, due to the severe plastic deformation of the powders and short sintering time. Our novel alloy exhibited outstanding mechanical properties. Specifically, it had a yield strength of 2680 MPa, maximum strength of 3896 MPa, and Vickers hardness of 741 HV. We attributed these excellent mechanical properties to the extreme grain refinement and dispersion strengthening caused by the TiC that was formed in-situ, and the lattice distortion effects induced by the interstitial carbon and differences between the atomic sizes of each alloying element. The mechanical properties of the alloy fabricated by powder processes were significantly better than those of BCC-based HEAs fabricated by casting methods."
    },
    {
        "formula": "Nb 42 Mo 20 Ti 13 Cr 12 V 12 Ta 1",
        "yield_strength": 2680.0,
        "grain_size": 327.0,
        "experimental_density": 8.02,
        "hardness": 741.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 3896.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC + TiC",
        "processing_method": "SPS",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Table 3 3 Compressive mechanical properties and hardness of typical BCC-based RHEAs. System Process Phases σ y (MPa) σ max (MPa) Specific yield strength (MPa cm 3 /g) Hardness (HV) Density (g/cm 3 ) Refs. Nb 42 Mo 20 Ti 13 Cr 12 V 12 Ta 1 SPS BCC + TiC 2680 3896 334 741 8.02 This work"
    }
]