[
    {
        "formula": "Hf 25 Nb 25 Ti 25 Zr 25",
        "yield_strength": 879.0,
        "grain_size": 1.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 969.0,
        "elongation": 14.9,
        "elongation_plastic": 14.9,
        "microstructure": "homogeneous dendrites; single solid solution phase; no secondary phase precipitated",
        "processing_method": "copper mold cast; homogenized in a tubular furnace at 1573 K for 6 hours in flowing Ar atmosphere and subsequently furnace-cooled",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A novel refractory Hf 25 Nb 25 Ti 25 Zr 25 high entropy alloy (HEA) with single body centered cubic (BCC) structure was prepared by copper mold cast method. This HEA still holds the single BCC phase even after furnace cooling from homogenization at 1573 K for 6 h. The fracture strength and plastic strain of this HEA reach about 969 MPa and 14.9%, respectively. It can be derived that this HEA has the yield strength (YS) of $879 MPa, the ultimate tensile strength (UTS) of $ 969 MPa, and the elastic and plastic elongation of $ 0.9%, and $ 14.9%, respectively."
    },
    {
        "formula": "Hf 25 Nb 25 Ti 25 Zr 25",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 14.9,
        "elongation_plastic": 14.9,
        "microstructure": "dense dislocations",
        "processing_method": "as-cast and homogenized",
        "bcc_fcc_other": "",
        "type_of_test": "tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "MPa, and the plastic elongation is 14.9%. The YS and UTS obtained in tensile tests are much higher than most of reported FCC type of HEAs. The remarkable tensile elongation is seldom found in BCC HEAs. The TEM study confirms that dense dislocations have been formed during the deformation, resulting in large plasticity and significant work hardening for this HEA."
    }
]