[
    {
        "formula": "Ti 35 Zr 27.5 Hf 27.5 Nb 5 Ta 5",
        "yield_strength": 0.0,
        "grain_size": 40.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "fully bcc structure with lattice parameter a = 345.0 pm",
        "processing_method": "cold rolling with a 60% and 70% reduction in thickness followed by 30 min solution treatment under helium at 900°C and 800°C, respectively, and subsequent air quenching",
        "bcc_fcc_other": "bcc",
        "type_of_test": "tensile testing",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The Ti35 alloy was prepared via classical arc and frequency induction melting. The obtained ingots were 10 mm in diameter and 60 mm long. The control of structure and the grain size was carried out by cold rolling with a 60% and 70% reduction in thickness followed by 30 min solution treatment under helium at 900°C and 800°C, respectively, and subsequent air quenching. Only the final state is considered in the following, and referred to as 'solution treated'. The composition was confirmed by the electron probe microanalysis with a Cameca SX100 micro-analyzer operating at an accelerating voltage of 15 kV. The solution treated alloy displays a fully bcc structure with lattice parameter a = 345.0 pm and an average grain size of 40 μm. Tensile testing was performed on the dog-bone shaped specimen (4 mm wide and 0.8 mm thick) in the rolling direction at RT under a strain rate of 10 -4 s -1 and controlled with a 10 mm gauge length extensometer. The crystal structures and the microstructures of the deformed specimens (after unloading) were characterized by X-ray diffraction (XRD)"
    },
    {
        "formula": "Ti35Zr27.5Hf27.5Nb5Ta5",
        "yield_strength": 540.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 995.0,
        "elongation": 23.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc single solid solution, stress-induced martensitic orthorhombic α phase",
        "processing_method": "thermo-mechanical treatments on the as-cast alloy",
        "bcc_fcc_other": "bcc",
        "type_of_test": "Tensile",
        "experimental_young_modulus": 79.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The tensile true stress/true strain and work-hardening curves of Ti35 are depicted in Figure  2  for a plastic strain up to 17%. The alloy displays a Young's modulus of E = 79 GPa, an offset yield strength at 0.2% and an ultimate tensile strength of 540 and 995 MPa, respectively, and an elongation at fracture as high as 23%. The yield strength of Ti35 is in the upper range of the obtained values for other β-metastable alloys based on similar elements but less alloyed, typically ranging between 200 and 600 MPa, illustrating a moderate solid solution hardening effect.  [16, 18, 23, 24]  As expected from the chosen alloying design, cyclic stress-strain curves display a double yielding behavior (detailed in Figure  1(b)  of the Supplementary material), typically observed in metastable β-alloys.  [25, 26]  This behavior is reflected in the evolution of the normalized work-hardening rate (θ/G, θ = dσ T /dε p ), with the shear modulus G estimated from G/E = 3/8 as experimentally found for polycrystalline metallic materials.  [27]  Three stages as visible in Figure  2  (green curve): first, a classical decrease in θ/G until ε p = 0.018 (stage 1), then an increase in θ /G in stage 2 up to a maximum of about θ /G = 0.103 and finally a decrease from ε p = 0.07 to the end. As seen in Figure  2 , compared to equimolar Ti 20 Zr 20 Hf 20 Nb 20 Ta 20 the work-hardening rate of this Ti-rich multi-component alloy is greatly enhanced with no ductility loss,  [5]  confirming the efficiency of the Ti-alloys design tools. In order to understand the deformation mechanisms behind such remarkable hardening properties, specific disrupted tensile tests were performed. The XRD patterns are shown in Figure  3  after loading at a chosen strain (samples numbered (  1 )-(  4 ) in Figure  2 ) and unloading. The pattern (0) corresponds to the solution treated state, before deformation: the structure is bcc, the presence of some minor amounts of omega phase was evidenced by TEM. XRD patterns for samples (2), (  3 ) and (  4 ) highlight the appearance of another phase identified as orthorhombic. As for sample (1) strained at a plastic strain of 0.034, the first small reflection of the martensitic orthorhombic phase appears at 2θ = 44.1°, corresponding to the (111) reflection. This stress-induced martensitic orthorhombic α phase originates in the so-called TRIP effect, which was characterized in all the samples by EBSD analyses (cf. Figure  2  of the Supplementary material). These analyses allowed quantification of the  respective percentages of the two β and α coexisting phases, given in Table  2 . As illustrated by the XRD pattern (1) and Table  2 , the phase transformation is almost fully reversible up to ε p = 0.034 since martensite transforms back to obtain an almost 100% bcc structure after unloading. At higher strains illustrated by the samples (2), (  3 ) and (  4 ), the reversibility of the phase transformation is not complete. The martensitic phase fraction after unloading increases, and is calculated to level off around 65% (Table  2 ) evidencing an impressive ability of this alloy to deform through phase transformation. It should also be mentioned that the percentage of non-indexed points corresponding to the severely deformed areas increases (Table  2 ). EBSD analyses did not evidence twinning of the β-phase, which excludes twinning-induced deformation as a possible deformation mechanism also known from metastable β-titanium alloys. It may be linked to the low amount of β-stabilizers in Ti35, favoring phase transformation against twinning. Based on the EBSD analysis of sample (2) strained up to ε p = 0.07 (Figure  4 ), the classical crystallographic relationship between α and β was found (blue Miller indices in Figure  4 (c)): (110) α //{112} β and [001] α // 110 β . The martensitic phase is structured into two sub-domains with different orientations, one being obtained from the other by a rotation of about 80°along 3-12 (in red in Figure  4(c) ). Considering the close relationship between the orthorhombic lattice and a hexagonal one,  [28]  this relation described in the latter structure would be a rotation of 80°along -1101 , which corresponds to a 10-1-2 {10-11} twin. Smaller magnifications indicate that up to three different orientations of martensite can be observed in each former β grain. The nano-scale structure of sample (1) investigated by TEM and automated crystal orientation mapping is given in Figure  5 . The hexagonal indexation due to an orthorhombic to hexagonal transformation during TEM sample preparation, related to the close hcp structure and orthorhombic one of this alloy, which has an orthorhombicity of 98%, has been discussed elsewhere.  [20]  After straining at ε p = 0.034, the first non-reversible martensite needles are already nano-structured with twins. The latter are identified as the classical 10-11 {10-12} mechanical twins for hexagonal structures. Combining data from Figures  4  and 5  illustrates that at least two  twinning systems can be activated in this martensitic structure, allowing a large potential of deformation. Based on these observations and in comparison with the equiatomic TiZrHfNbTa HEA, several synergic features seem to operate in this alloy which explain the mechanical properties: both the strongly alloyed nature of Ti35 and the presence of a stress-induced phase transformation lead to a good yield strength and a strong strengthening effect due to the plastic deformation of the two coexisting phases. Some hypotheses can be made based on two complementary effects related to phase transformation that could give information about the hardening mechanism. The first one would be the dynamical Hall-Petch effect that considers that the dislocation glide becomes more limited with increasing deformation due to the continuous creation of new boundaries by the TRIP effect.  [29]  The second one would be the dynamical composite effect, which is usually applied to TWIP but may be used here. With phase transformation, necessary dislocations would accommodate the deformation gradient at the interfaces to allow homogeneous deformation of the material. Due to their localization, they would further phase transformation nearby these interfaces and growth of the martensite needles: if the phase transformation proceeds, it would take place in areas with less dislocation, i.e. far away from the existing martensite needles. In conclusion, a new TRIP alloy was found within the HEA family. According to the Bo-Md diagram developed for titanium alloys, the HEA of composition Ti 35 Zr 27.5 Hf 27.5 Nb 5 Ta 5 was considered as a good β-metastable candidate. Successful thermo-mechanical treatments were performed on the as-cast alloy in order to obtain a bcc single solid solution. Tensile tests were performed and microstructural analyses demonstrate that this alloy is deformed by stress-induced phase transformation, conferring it a very high work-hardening rate compared to classical multi-component alloys. The tools developed for the Ti-alloys design proved to be efficient to predict the deformation mechanism"
    },
    {
        "formula": "Ti35",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 23.0,
        "microstructure": "bcc reflections indicated by dashed lines and orthorhombic ones by an asterisk",
        "processing_method": "ACOM-TEM mappings",
        "bcc_fcc_other": "bcc",
        "type_of_test": "Tensile true stress and normalized workhardening rate",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Figure 2. Tensile true stress σ true (black) and normalized workhardening rate θ/G (green) of Ti35 as a function of the plastic strainfor a deformation rate of 10 -4 s -1 . For convenience the curves are plotted until 0.17 of plastic deformation; macroscopic localization is observed at about 0.2 and fracture at 0.23. In grey and red: true stress versus plastic strain (compression testing) of Ti20 (grey dotted line) and the corresponding normalized work-hardening rate θ/G (in red) as a function of the plastic strain. The dashed lines are guide for the eyes to highlight the trend of θ/G. [5, 22] Figure 3. XRD pattern of samples (1)-(4) (Figure 2) after unloading. The bcc reflections are indicated by the dashed lines and the orthorhombic ones by an asterisk. The (0) pattern corresponds to the reference bcc state. Figure 5. ACOM-TEM mappings. (a) Phase mapping; bcc: blue; hexagonal: orange. (b) Orientation mapping."
    }
]