[
    {
        "formula": "Hf20Nb10Ti35Zr35",
        "yield_strength": 524.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 252.0,
        "test_temperature": 900.0,
        "ultimate_tensile_strength": 704.0,
        "elongation": 17.5,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "vacuum arc melting, cold rolling, rapid heat treatment, water quenching",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile",
        "experimental_young_modulus": 70.5,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The as-cast s Nb10 alloy exhibited a unique BCC structure in the XRD analyses, as depicted in Fig.  1  . The HCP + BCC mixed crystalline structure was formed after the specimens were coldrolled to a 65% reduction in thickness. This indicated that part of the material in the BCC phase was transformed to the HCP structure through martensitic transformation during deformation. A previous study reported deformation-induced phase transformation from the face-centered cubic (FCC) to the HCP structure at cryogenic temperatures in a FeCoCrNi HEA due to the gliding of Shockley partial dislocations on every other {111} FCC plane  [9]  ; the formation of the HCP phase improved the strength and workhardening rate of the material by restricting dislocation slip and accommodating plastic deformation. Similarly, in the present study, the deformation-induced phase transformation from the BCC to HCP phase may have resulted in increased strain hardening and ductility. Fig.  1  illustrates only one BCC phase after 1 min of RHT at 900 °C. This indicated that the cold-rolling-induced HCP phase was completely reverted to the BCC phase. The tensile stress-strain curve of BCC Nb10 after RHT at 900 °C for 1 min is depicted in Fig.  2 (a) , and the material properties are listed in Table . 1 . As-solution-treated Nb10 exhibited high strain hardening and ductility. Its hardness was 252 HV5, and its tensile properties were as follows: E = 70.5 GPa, yield strength (YS) = 524 MPa, ultimate tensile strength (UTS) = 704 MPa, and elongation (EL) = 17.5%. Moreover, the strain-hardening rate versus true strain curve in Fig.  2 (b ) can be divided into five stages based on slope changes. To identify the dominant mechanism in each stage, XRD pattern analyses were performed for the constituent phases. As shown in Fig.  1  , Nb10 subjected to RHT at 900 °C for 1 min was composed of only the BCC phase, whereas in the deformed state after tensile testing, the material comprised both the BCC and HCP phases. This demonstrated that a strain-induced phase transformation from the BCC phase to a combination of BCC and HCP phases occurred through martensitic transformation during tensile strain. The results of the EBSD analyses are depicted in Fig.  3  . Fig.s 3 (a) and 3(b) reveal that before tensile deformation, the specimen was composed almost entirely of the BCC phase."
    },
    {
        "formula": "Nb10",
        "yield_strength": 1031.0,
        "grain_size": 10.0,
        "experimental_density": 0.0,
        "hardness": 346.0,
        "test_temperature": 450.0,
        "ultimate_tensile_strength": 1085.0,
        "elongation": 3.0,
        "elongation_plastic": 0.0,
        "microstructure": "three-phase composite",
        "processing_method": "aged at 450 °C for 36 h",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile",
        "experimental_young_modulus": 104.6,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The specimen aged at 450 °C for 36 had a hardness of 346 HV5 and the following tensile properties: E = 104.6 GPa, YS = 1031 MPa, UTS = 1085 MPa, and EL = 3%."
    },
    {
        "formula": "Nb10",
        "yield_strength": 855.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 274.0,
        "test_temperature": 500.0,
        "ultimate_tensile_strength": 892.0,
        "elongation": 6.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC + α",
        "processing_method": "RHT + 500 °C/12h",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Mechanical properties",
        "experimental_young_modulus": 88.6,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The specimen treatment at 500 °C for 36 h had the following properties: hardness = 274 HV5, E = 88.6 GPa, YS = 855 MPa, UTS = 892 MPa, and EL = 6%. Prolonged aging transformed ω precipitates into α precipitates, which was beneficial for improving the ductility of the material."
    }
]