[
    {
        "formula": "Ti 30 Zr 25 Hf 15 Nb 20 Ta 10",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 300.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc",
        "processing_method": "arc melting, rolling, annealing",
        "bcc_fcc_other": "bcc",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Singe phase HEA Ti 30 Zr 25 Hf 15 Nb 20 Ta 10 with bcc lattice in different structural states was chosen as the object of study."
    },
    {
        "formula": "Ti 30 Zr 25 Hf 15 Nb 20 Ta 10",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "as-solidified",
        "processing_method": "rolling",
        "bcc_fcc_other": "bcc",
        "type_of_test": "compression",
        "experimental_young_modulus": 78.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The Ti 30 Zr 25 Hf 15 Nb 20 Ta 10 high entropy alloy demonstrates exceptional combination of high strength and reasonable plasticity even at cryogenic temperatures, indicating its good application perspectives as structural material. Additional improvement of mechanical properties probably can be achieved by decreasing of grain sizes.  Fig. 1. X-ray diffraction of Ti 30 Zr 25 Hf 15 Nb 20 Ta 10 high entropy alloy in as-solidified structural state. \n Fig. 2 . 2 Fig. 2. Stress -Plastic Strain curves in uniaxial compression of the Ti 30 Zr 25 Hf 15 Nb 20 Ta 10 high entropy alloy after rolling till 40%: compression axis along direction of rolling (a), compression axis across direction of rolling (b) compression axis across direction of rolling + anneling at 1270 K (c). \n Fig. 3 . 3 Fig. 3. Temperature dependence of the yield strength in compression of the Ti 30 Zr 25 Hf 15 Nb 20 Ta 10 high entropy alloy after rolling till 40 %, along and across direction of rolling, and after rolling till 40 % + annealing at 1270 K."
    },
    {
        "formula": "Ti 30 Zr 25 Hf 15 Nb 20 Ta 10",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "Rolled to 40% + Annealed at 1270 K",
        "bcc_fcc_other": "bcc",
        "type_of_test": "Compression",
        "experimental_young_modulus": 80.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The temperature dependences of the flow stress, strain rate sensitivity and the activation volume in wide range of low temperatures indicate thermally activated plasticity of the Ti 30 Zr 25 Hf 15 Nb 20 Ta 10 high entropy alloy. The thermal activation analysis of experimental data has shown that the process of plastic deformation at low temperatures is controlled by thermally activated motion of dislocations in the Peierls potential relief, which is realized by nucleation and expansion of the kink pairs at dislocation lines. The empirical estimates of the microscopic parameters of dislocation interaction with the Peierls barriers(such as activation energy (energy of kink pair nucleation) and height of the Peierls barrier) and estimates of internal stresses are obtained. Similar values of the activation volume for dislocation motion of Ti 30 Zr 25 Hf 15 Nb 20 Ta 10 high entropy alloy and the bcc metals, where Peierls barriers controls the motion of dislocations, indicate the same deformation mechanism; while differences in activation energy of Ti 30 Zr 25 Hf 15 Nb 20 Ta 10 and the bcc metals probably is due to distorted crystal lattice of the high entropy alloy."
    }
]