[
    {
        "formula": "WReTaMo",
        "yield_strength": 172.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 654.0,
        "test_temperature": 1600.0,
        "ultimate_tensile_strength": 244.0,
        "elongation": 25.0,
        "elongation_plastic": 0.0,
        "microstructure": "single-phase body-centered cubic (BCC)",
        "processing_method": "arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A promising WReTaMo refractory high-entropy alloy (RHEA) with high strength at 1600 C is fabricated by vacuum arc melting. The WReTaMo RHEA has a bodycentered cubic (BCC) structure with a maximal compressive strength of 1140 MPa and Vickers microhardness of 654 HV at room temperature. The alloy displays a strong resistance to high-temperature softening, showing the high maximal compressive strength of 244 MPa at 1600 C."
    },
    {
        "formula": "WReTaMo",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 723.0,
        "test_temperature": 2200.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC phase at <1600 C, FCC phase appears at ≥1800 C, FCC carbide at surface region after annealing at 2200 C",
        "processing_method": "annealed",
        "bcc_fcc_other": "BCC/FCC",
        "type_of_test": "compression, XRD, EPMA, TEM, BSE, nanoindentation",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 27.6,
        "evidence": "The face-centered cubic (FCC) phase appears when the annealing temperature reached 1800 C, indicating that the FCC phase forms between 1600 and 1800 C. The concentration of C at the surface and inner regions is about 27.6 and 9.4 at%, respectively. The average hardness (H) of inner region and surface region is 8.3 and 21.3 GPa, respectively. This suggests that the FCC phase exhibits higher hardness than the BCC phase. The hardness of the alloys was measured at the inner parts of the samples. As the annealing temperature rises to 1500 C, the hardness decreases slightly by the progress of thermally activated dislocations. Then, the hardness increases rapidly to a high value of 723 HV as the annealing temperature rises to 2200 C."
    },
    {
        "formula": "WReTaMo",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1600.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC solid solution structure",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compressive strength",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A promising WReTaMo RHEA with high strength at 1600 C was fabricated by vacuum arc melting. The alloy displayed strong resistance to high-temperature softening, with a high maximal compressive strength of 244 MPa at 1600 C."
    },
    {
        "formula": "WReTaMo",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 2200.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "annealing",
        "bcc_fcc_other": "",
        "type_of_test": "EPMA element mapping, TEM, SAED, BSE imaging, Vickers hardness, compression properties, melting temperatures, chemical composition analysis",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "the corresponding EPMA element mappings for the WReTaMo RHEA after annealing at 2200 C. Figure 7. a) TEM bright-field image and b) SAED pattern of the WReTaMo RHEA after annealing at 2200 C. Figure 8. a) BSE image of the WReTaMo RHEA annealed at 2200 C; b) load-displacement curves of the BCC and FCC phases in the annealed sample. Figure 9. Vickers hardness of the WReTaMo RHEA annealed at different temperatures. Table 1. Compression properties of the WReTaMo RHEA. Table 2. Melting temperatures of the WReTaMo RHEA and corresponding metals. Table 3. Chemical compositions (at%) of regions in the WReTaMo RHEA annealed at 2200 C."
    }
]