[
    {
        "formula": "(MoNbTa)6TixVy",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "Typically (Mo, Ta)-rich dendritic and (Ti, V)-rich interdendritic morphologies are observed, and the atoms would diffuse during the homogenization process resulting in the uniform composition.",
        "processing_method": "The as-cast alloy ingots were homogenized at 1000 • C for 4 h, and then furnace cooled to room temperature using a box type resistance furnace.",
        "bcc_fcc_other": "",
        "type_of_test": "X-ray diffraction, scanning electron microscopy and mechanics performance tests",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Typically (Mo, Ta)-rich dendritic and (Ti, V)-rich interdendritic morphologies are observed, and the atoms would diffuse during the homogenization process resulting in the uniform composition. The as-cast (MoNbTa) 6 Ti 2 V 2 alloy exhibit the largest values of compressive strength, plasticity, and hardness in these alloys. Following homogenization, the mechanical properties of (MoNbTa) 6 Ti x V y alloys decrease significantly."
    },
    {
        "formula": "(MoNbTa)6TixVy",
        "yield_strength": 1100.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "dendritic (DR) and interdendritic (ID)",
        "processing_method": "as-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Microstructures and phase compositions Fig.  1  shows the a comparison between X-ray diffraction patterns of the as-cast and homogenized (MoNbTa) 6 Ti x V y alloys. It can be identified that all as-cast alloys are composed of a single solid solution with BCC structure. Following homogenizing, except for Ti2.5 V1.5 alloy, the phase compositions of these homogenized alloys are maintained. A new precipitated phase is observed in the homogenized Ti2.5 V1.5 alloy. This unknown phase is presumed to be Ta 2 V according to the additional diffraction peaks. In addition, with the increase of Ti content, the diffraction peaks of BCC phase all shift toward the left as compared to those of corresponding as-cast and homogenized alloy, which indicates that the lattice constants of (MoNbTa) 6 Ti x V y alloys show an upward trend (as shown in Fig.  2 ). For as-cast (MoNbTa) 6 Ti x V y alloy, the lattice constant of alloys goes from 3.196 Å to 3.231 Å based on the Bragg formula when the content of Ti increases from 10 at.% to 30 at.%. Regarding homogenized alloys, it is noted that obvious shift of diffraction peaks to the right with respect to corresponding as-cast alloy is found, implying the decrease of lattice constants. This may be due to the elimination of defects in the alloys after homogenization, resulting in alleviating the lattice distortion of alloys. Though crystal structures of (MoNbTa) 6 Ti x V y alloys are basically the same in the as-cast and homogenized states, there are some differences in phase morphologies between them. Fig.  3  shows the SEM images of as-cast and homogenized (MoNbTa) 6 Ti x V y alloys. It is clearly seen that typically dendritic (DR) and interdendritic (ID) morphologies of high entropy alloys are found in all as-cast and homogenized alloys. With the increase of Ti content, the dendritic morphologies of as-cast alloys become coarser. After homogenization, the microstructures of alloys are not simply coarsened, but show a kind of irregularity. Take Ti1V3 alloy for example, the microstructures images in Fig.  3b  show much coarser than as-cast ones (Fig.  3a ). Regarding Ti3V1 alloy (Fig.  3i  and j ), the dendritic morphologies change from massive to dendritic structures after homogenization. Specially, both massive and dendritic morphologies are observed simultaneously in the homogenized Ti2.5 V1.5 alloy. The irregular morphologies of the homogenized alloys are probably caused by the redistribution of elements between DR and ID regions, which is resulted from the diffusion of alloying elements during the heat treatment. According to the EDS results of as-cast and homogenized (MoN-bTa) 6 Ti x V y alloys in Table  1 , the chemical compositions and element diffusion are revealed briefly. According to SEM-EDS analysis, the actual compositions of as-cast and homogenized alloys are in good agreement with the nominal ones. The DR regions are enriched with Mo and Ta, while Ti and V are more easily enriched in the ID regions. After homogenization, the elements segregation still exists, but the distribution of the elements is much more uniform than that of the as-cast state. Take Ti2V2 alloy as an example, as shown in Fig.  4 , the results of elements distribution indicate that Nb element presents relatively uniform between DR and ID regions in as-cast and homogenized Ti2V2 alloy. The aggregation of Ta is obvious in DR regions, while the ID regions are enriched with Ti and V. The segregation of elements for Ti2V2 alloy is alleviated by homogenization treatment to some extent (seen in Fig.  4  (b)), especially for Ta, Ti and V elements. There is no significant difference between the distribution of elements on the DR and ID boundaries, which implies that the atoms would diffuse during the homogenization process resulting in the uniform composition. "
    },
    {
        "formula": "(MoNbTa)6TixVy",
        "yield_strength": 1100.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "dendritic (DR) and interdendritic (ID)",
        "processing_method": "homogenized",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Mechanical properties The room temperature compression tests were carried out to investigate the mechanical properties of the as-cast and homogenized (MoNbTa) 6 Ti x V y alloys, and Fig.  5  shows the corresponding engineering stress vs strain curves. Except for Ti1V3 alloy, the distinct elastic deformation, yielding, and destruction phases during compression process are clearly observed in the as-cast (MoNbTa) 6 Ti x V y alloys, and these alloys all exhibit compressive yield strengths of about 1100 MPa. Particularly, the as-cast Ti2V2 alloy has the largest values of compressive strength (1480 MPa) and plasticity (10.9%) in (MoNbTa) 6 Ti x V y alloys. It suggests that for the as-cast (MoNbTa) 6 Ti x V y alloys, the equal molar ratio of each compositions is more beneficial to the mechanical properties of the alloys. The strength and plasticity of Ti2V2 alloys decrease gradually with the increase of Ti content, while there is a sharp decrease in strength and plasticity of Ti2V2 alloys decrease sharply with the increase of V content. Comparing with as-cast alloys, the strength and plasticity of (MoN-bTa) 6 Ti x V y alloys decrease significantly after homogenization. In addition to the homogenized Ti2.5 V1.5 and Ti3V1 alloys, which can maintain the compressive yield strength and partial plasticity in the ascast state, the others alloys have been transformed into brittle materials after homogenization. The reason for this may be that the distribution of alloying elements in DR and ID tends to be uniform when the alloys are homogenized, which breaks the dendrite structures composed of hard ID phase (Ti and V segregation) and soft DR phase (Ta and Mo segregation) in the initial as-cast state. It results in the decrease of the strength and plasticity of the homogenized (MoNbTa) 6 Ti x V y alloys. Of course, further experiments are needed to verify this conjecture."
    },
    {
        "formula": "(MoNbTa)6TixVy",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 600.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "single solid solution with BCC structure",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compressive strength, plasticity, and hardness",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The (MoNbTa) 6 Ti x V y (x + y = 4) multi-component alloys were prepared by vacuum arc melting, and the microstructures and mechanical properties of as-cast and homogenized alloys have been investigated. The following conclusions can be obtained in this work: 1. Except for homogenized Ti2.5 V1.5 alloy, all as-cast and homogenized alloys are composed of a single solid solution with BCC structure. With the increase of Ti content, the lattice constants of (MoNbTa) 6 Ti x V y alloys increase. Meanwhile, the lattice constants of     homogenized alloys decrease with respect to corresponding as-cast alloy. 2. All as-cast and homogenized alloys form typically (Mo, Ta)-rich dendritic and (Ti, V)-rich interdendritic morphologies of high entropy alloys. The dendritic morphologies of as-cast alloys become coarser with the increase of Ti content, while the microstructures of homogenized alloys show a kind of irregularity. 3. For the mechanical properties of as-cast (MoNbTa) 6 Ti x V y alloys, the addition of Ti element is better than that of V element, and the as-cast Ti2V2 alloy shows the largest values of compressive strength, plasticity, and hardness in these alloys. After homogenization, mechanical properties of"
    },
    {
        "formula": "(MoNbTa)6TixVy",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": ""
    }
]