[
    {
        "formula": "HfNbTiVSi 0.5",
        "yield_strength": 1399.0,
        "grain_size": 0.0,
        "experimental_density": 8.6,
        "hardness": 490.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 1608.0,
        "elongation": 10.9,
        "elongation_plastic": 0.0,
        "microstructure": "composite structure with silicide phases distributed in the BCC matrix",
        "processing_method": "cold crucible levitation melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A refractory high-entropy alloy of HfNbTiVSi 0.5 was synthesized by induction levitation melting. The alloy is a composite composed mainly of a body centered cubic (BCC) solid solution and a multi-component silicide ((Hf, Nb, Ti)-Si). This alloy displays a balanced combination of strength at high temperature and ductility at room temperature. The studied results show that the compressive yield strength (YS) is as high as 1399 MPa, with a fracture strain of 10.9% at room temperature. At 800℃ and 1000℃, the YS is still preserved at 875 MPa and 240MPa, respectively, due to the higher load-carrying capacity of the silicide at elevated temperatures. Comparison to similar refractory HEAs shows that, the composite microstructure is beneficial for better room temperature strength and ductility as well as the elevated temperature properties."
    },
    {
        "formula": "HfNbTiVSi 0.5",
        "yield_strength": 1399.0,
        "grain_size": 0.0,
        "experimental_density": 8.6,
        "hardness": 490.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 10.9,
        "elongation_plastic": 0.0,
        "microstructure": "BCC solid solution and a simple multi-component silicide",
        "processing_method": "unknown",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "To summarize, a new refractory HfNbTiVSi 0.5 alloy mainly composed of a BCC solid solution and a simple multi-component silicide has been successfully developed. The alloy density is 8.60g/ cm 3 and the overall hardness is 490 HV. At room temperature, the YS is 1399 MPa, and the fracture strain is 10.9%."
    }
]