[
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 10.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "Before the homogenization, a typical dendritic structure can be seen, which is known to influence the deformation behavior. On the other hand, the dendritic structure completely disappears after the homogenization, as shown in Fig. 1 (b), which is favorable for the research on the deformation behavior. From the XRD and TEM analyses, the polycrystals before and after the homogenization consist of the bcc single phase.",
        "processing_method": "Master ingots of equiatomic HfNbTaTiZr alloys were prepared by melting high purity elements using a plasma arc furnace. The ingots were annealed just below the melting point for 14 h by an optical floating zone furnace in an Ar atmosphere. The polycrystals with coarse grains were solutionized at 1473 K for 1 h followed by water cooling. The master ingots were homogenized at 1773 K for 5 h followed by furnace cooling. Then, the polycrystals were solutionized at 1473 K for 1 h, followed by water quenching. In addition, some specimens were cold rolled to 70% to understand the effect of deformation on the phase transformation. These specimens were annealed at 673-1173 K for 1-24 h to examine the phase transformation in the alloys.",
        "bcc_fcc_other": "bcc",
        "type_of_test": "Compression and tensile tests",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Microstructure of the polycrystals before and after the homogenization is shown in Fig. 1. Before the homogenization, a typical dendritic structure can be seen (Fig. 1 (a) ), which is known to influence the deformation behavior. On the other hand, the dendritic structure completely disappears after the homogenization, as shown in Fig. 1 (b) , which is favorable for the research on the deformation behavior. From the XRD and TEM analyses, the polycrystals before and after the homogenization consist of the bcc single phase, as shown in Fig. 1 (c ). It is also noted that the polycrystals annealed just below the melting point by the optical floating zone furnace reveal coarse grains about 10 mm in diameter."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 1000.0,
        "grain_size": 10.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 293.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 25.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc1 and bcc2 phases, ω phase, hcp phase",
        "processing_method": "annealed at 673-1073 K for 24 h after solutionization",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression and tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "melting point by the optical floating zone furnace reveal coarse grains about 10 mm in diameter. Thus, compression specimens in a single crystalline form can be obtained from the coarse grains. Fig.  2  shows XRD patterns for the polycrystals annealed at 673-1173 K for 24 h after solutionization. The specimens solutionized or annealed at 1173 K have the bcc single phase. On the other hand, the peak sprit can be seen in the diffraction peaks of the bcc phase in the temperature range from 773 K to 1073 K. This means that phase separation into two bcc phases takes place in the temperature range. Chen et al.  [21]  also reported the phase separation. Moreover, the diffraction peaks    3 (a) ), there is no sign of phase transformation in the microstructure. On the other hand, a white phase is precipitated preferentially along the grain boundaries at 1073 K (Fig.  3 (b), (c )), though the phase also exists in the grain interior. From the EBSD analysis, both the phases can be indexed with respect to the bcc phase (Fig.  (a) ), suggesting that the phase separation into two bcc phases occurs at 1073 K. Hereafter, the white precipitates and the grey matrix phase in Fig.  3 (c ) are referred to as bcc2 and bcc1 phases, respectively. Note that the crystal orientation of the bcc2 phase is the same as that of the neighboring grains (Fig.  4 (b) ). In the EDS map at 1073 K, the chemical compositions of the bcc1 and bcc2 phases are Hf, Zr-rich and Nb, Ta-rich, respectively (Fig.  5 ), which is consistent with the previous reports  [16, 19, 21] . In addition to the phase separation, a black plate-like phase is precipitated in the vicinity of the white bcc2 phase at 773-973 K (Fig.  3 (d)-(g) ) and the phase becomes fine with decreasing   temperature. The morphology of the phase is similar to the hcp phase in β-titanium alloys  [23, 24] . XRD patterns shown in Fig.  2  also suggest that the hcp phase is precipitated at 773-973 K, which is in good agreement with previous papers  [16, 21] . It is also interesting to note that at 673 K, there are extra spots in the TEM diffraction pattern with a beam direction (B) of [101] of the bcc phase and the fine precipitates can be seen in the dark field image of the extra spot (Fig.  6 ). This means that the ω phase is precipitated in the bcc matrix, which is similar to β-titanium alloys  [25, 26] . The precipitation of the ω phase is observed for the first time in HfNbTaTiZr alloys. Thus, the microstructure of HfNbTaTiZr alloys depends strongly on annealing temperature. Deformation behavior of the single crystals and polycrystals Fig.  7  shows temperature dependence of yield stress in the ST single crystals and polycrystals. Both the single crystals and polycrystals show a high yield stress of around 1000 MPa at room temperature. The yield stress of the polycrystals decreases steeply with increasing temperature up to 673 K, similar to bcc metals. On the other hand, the stress increases at 873 K, especially in the single crystals. Further increase in temperature results in a decrease in yield stress. It is well known that the Portevin-Le Chatelier effect accompanies a serrated flow and sometimes leads to a yield stress anomaly  [27, 28] . However, it should be noted that no serration can be observed in the stress-strain curve of the single crystals, as shown in Fig.  8 . Fig.  9  shows the dislocation structure of the ST single crystals and polycrystals compressed at room temperature. Note that the dotted contrasts in the matrix may correspond to the damage caused by the ion milling. In the polycrystals, the dislocations are visible with a reflection vector (g) of 101 (Fig.  9 (a) ) while are out of contrast with 121 (Fig.  9  (b)) and 011 (Fig.  9 (c) ). Thus, the Burgers vector of dislocations is 1/2 [111]. Moreover, dislocation line is nearly parallel to  [111] . This suggests that 1/2<111> screw dislocations are responsible for the deformation behavior of HfNbTaTiZr alloys, similar to conventional bcc metals. It is also noted that 1/2<111> dislocations are also observed in the ST single crystals compressed at room temperature (Fig.  9 (d) ), though the dislocations do not always have a perfect screw character.     11 ). The data taken from the polycrystals compressed at room temperature are also plotted in Fig.  11 . The data points for the single crystals and the polycrystals lie on the same line and the ψ-χ curve is similar to that of the bcc metals  [29, 30] . Thus, one can conclude that deformation behavior of HfNbTaTiZr alloys is closely related to 1/2<111> screw dislocations, similar to bcc metals. Fig.  12  shows stress-strain curves of the ST polycrystals annealed at 673-1073 K for 24 h and then tensile deformed at room temperature. The ST crystals show a large elongation of around 25%. On the other hand, the elongation decreases with decreasing annealing temperature. In particular, the polycrystals annealed at 673 K and 873 K break within the elastic limit. Fig.  13  shows fracture surfaces of the polycrystals after the tensile deformation at room temperature. In the ST crystals, a ductile fracture surface with some dimples can be seen (Fig.  13 (a) ). On the other hand, intergranular fracture takes place, especially in the polycrystals annealed at 673 K (Fig.  13 (d) ) and 873 K (Fig.  13 (c )). Discussion In the present study, deformation behavior of HfNbTaTiZr alloys was investigated using the single crystals and polycrystals without  From the analysis of deformation structure, 1/2<111> screw dislocations play an important role in the deformation behavior of HfNbTa-TiZr alloys, as shown in Fig.  9 . Dirras et al.  [14]  also reported that the dislocation character in the alloys became screw with increasing strain. In addition, <111> slip takes place on non-low index crystallographic plane and tends to cross-slip (Figs.  10  and 11 ), which is similar to the deformation behavior of bcc metals  [29, 30] . At low temperatures, the alloys exhibit high strength due to strong solid solution hardening, as shown in Figs.  7  and 8 . For instance, the critical resolved shear stress for observed <111> slip in the single crystals compressed at room temperature is calculated to be 449 MPa. Some models were proposed to explain the strong solid solution hardening in HEAs  [8, 9, 11, [31] [32] [33] [34] [35] [36] . For instance, the data obtained by the single crystal study is in fairly good agreement with the model proposed by Toda-Caraballo  [32] . There is neither grain boundary nor solidified microstructure in the single crystals. Therefore, the single crystal study provides the useful information to clarify the hardening mechanism. On the other hand, the yield stress decreased rapidly with increasing temperature up to 673 K, as shown in Fig.  7 . It is well known the yield stress of bcc metals generally shows strong temperature dependence, associated with complicated core structure of 1/2<111> screw dislocations, which is in good agreement with the results of HfNbTaTiZr alloys. However, the yield stress increased at 873 K, especially in the single crystals (Fig.  7 ). In order to understand the stress increase at 873 K, the strain-rate change tests were performed for the ST polycrystals (Fig.  14 ) and single crystals (Fig.  15 ). Strain-rate sensitivity, m and activation volume, v* are given by Ref.  [37] , m = ∂ln τ ∂lnγ (1) v * = k B T ( ∂lnγ ∂τ ) ( 2 ) where τ is the shear stress, γis the shear strain rate, k B is the Boltzmann constant and T is the deformation temperature. m and v* for the single crystals were calculated and presented in Table  1 . As a result, m at 873 K is positive: an increase and a decrease in the strain rate results in an increase and a decrease in the flow stress, respectively. It is also noted that a serrated flow cannot be seen, though small serration can be seen in the single crystals"
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 873.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "Phase separation into two bcc phase occurs in the temperature range from 773 K to 1073 K. On the other hand, the hcp phase is precipitated at 773-973 K, while there exists the fine ω phase at 673 K, which is similar to β-titanium alloys.",
        "processing_method": "annealing",
        "bcc_fcc_other": "bcc, hcp, ω",
        "type_of_test": "compression, tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Deformation behavior of equiatomic HfNbTaTiZr single crystals and polycrystals was examined focusing on the effect of the phase transformation. The microstructure of HfNbTaTiZr alloys varies with annealing temperature. Phase separation into two bcc phase occurs in the temperature range from 773 K to 1073 K. On the other hand, the hcp phase is precipitated at 773-973 K, while there exists the fine ω phase at 673 K, which is similar to β-titanium alloys."
    }
]