[
    {
        "formula": "Ti x WTaVCr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "increased formation of a BCC solid solution due to the addition of up to 7 at% Ti",
        "processing_method": "spark plasma sintering",
        "bcc_fcc_other": "BCC",
        "type_of_test": "X-ray diffraction and scanning electron microscopy with energy dispersive spectroscopy",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Characterization of sintered samples via X-ray diffraction and scanning electron microscopy with energy dispersive spectroscopy revealed increased formation of a BCC solid solution due to the addition of up to 7 at% Ti."
    },
    {
        "formula": "Ti-W-Ta-V-Cr",
        "yield_strength": 0.0,
        "grain_size": 2.75,
        "experimental_density": 0.0,
        "hardness": 714.0,
        "test_temperature": 1200.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC solid solution, TiC, Laves phases",
        "processing_method": "spark plasma sintering",
        "bcc_fcc_other": "BCC",
        "type_of_test": "micro-Vickers hardness, compressive strength",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.15,
        "evidence": "The 7Ti s sample consists of ~56% near equiatomic single phase with 5 elements (the HEA condition) and ~43% W-rich phases. The remaining portions of the 4Ti s and 7Ti s samples consist of a dark black Ti-rich phase, as shown in Fig.  3 . EBSD examinations were carried out to determine the effect of Ti addition on the grain size of the samples. As shown in Fig.  3  and Fig.  S2  in Supplementary information, the average grain size decreases from 0Ti s to 7Ti s . The average grain size in sample with no Ti content is 4.64 mm. The 4 and 7 at.% addition of Ti, reduces the average grain size to 3.32 mm (in 4Ti s ) and 2.75 mm (in 7Ti s ), respectively. The detailed grain size distribution of xTi s samples are giving in Fig.  S2  in Supplementary information. The chemical natures of various regions determined via elemental mapping and EPMA, and shown in Fig.  S1  in Supplementary information) and Fig.  3 , respectively, were investigated via TEM-driven selected area electron diffraction (SAED) pattern analysis. The results are shown in Fig.  4 . Fig.  4  shows representative diffraction patterns obtained from the HEA, W-rich, Ti-rich, and Laves phases present in TEM samples prepared from 0Ti s , 4Ti s , and 7Ti s. The SAED pattern analysis of the near equiatomic single phase with 5 elements (the HEA condition) (point 1 in Fig.  4 ) indicates a BCC solid solution with a lattice parameter of 0.321 nm. The reflections from 111 in the W-rich phase (point 2 in Fig.  4 ) indicate a BCC crystal lattice with a lattice parameter of 0.323 nm. The Ti-rich phase (point 3 in Fig.  4 ) is TiC, as it exhibits the expected FCC reflections with a lattice parameter of 0.423 nm. The highly exothermic heat of formation of TiC (À44.1 kcal/mol), and enhanced stability when compared to carbides of other constituent elements (W, Ta, V  [34] , and Cr  [35] ), favor TiC formation during sintering at 1500 C with heating rate of 100 C/min. Diffusion from the graphite mold to the samples during spark plasma sintering provides carbon for TiC formation  [36] . The direct contact of the samples' surface with graphite mold forms a highly contaminated  The TiC is considered beneficial for fusion applications as it improves resistance to irradiation and high heat fluxes  [37] . The microstructural examination, as shown in Fig  S3  in Supplementary information, reveals ~30-mm-thick layer of TiC on the surface, whereas uniformly distributed TiC phase, forms due to the diffusion of evaporated carbon  [38] , was observed in rest of the sample. The weight fractions of TiC, determined by assuming that all of the carbon introduced reacted with Ti, i.e., 0.15 wt% and 0.10 wt% in 4Ti s and 7Ti s , respectively. Those phases that are not equiatomic, W-rich, or Ti-rich, are expected to be intermetallic Laves phases as their SAED patterns do not match any of the standard BCC, FCC, or HCP reflections (represented by point 4 in Fig.  4 ). Laves phases are represented by the form AB2, where A is the element with the larger Gold-Schmidt radius and higher electro positivity  [39] . These phases are very brittle  [32]  and are mostly observed from sintering with a low liquid phase content  [40] . The possible Laves phases in a Ti-W-Ta-V-Cr system include TaV 2 (a ¼ 0.715 nm)  [39] , TiCr 2 (a ¼ 0.694 nm)  [32] , VTa 2 (a ¼ 0.75 nm)  [41] , TiV 2 (a ¼ 0.712 nm)  [42] , CrCr 2 (a ¼ 0.658 nm)  [43] , TaCr 2 (a ¼ 0.697 nm)  [44] , CrTa 2 (a ¼ 0.748 nm)  [43] , Ti(Cr,V) 2 (a ¼ 0.694 nm)  [45] , and (Ti,V)(V,Cr) 2  [45] .  Mechanical properties Hardness was assessed by subjecting the cross-sections of the sintered samples to the micro-Vickers hardness test. At least ten readings were taken to determine the representative hardnesses. As shown in Fig.  5 (a), the hardness of 0Ti s is 714 HV, which is significantly higher than that of pure W. Adding up to 7 at% Ti converts the sample to a BCC solid solution; however, no significant change in hardness is observed. Adding Ti decreases the mechanical properties of W alloys  [26]  and high-entropy alloys  [46] . However, addition of up to 7 at% Ti causes no significant change in the hardness of xTi s . The 7Ti s sample is harder than several other refractory, HEAs (Table  S1  in Supplementary information). As shown in Fig.  5 (b), the compressive strengths of the xTi s range from 2327 to 2034 MPa and 979e586 MPa at room temperature and 1200 C, respectively. The higher strength of 0Ti s is attributed to the Laves phases  [47]  observed via XRD (Fig.  2 ). The remarkable strength of 0Ti s is also attributed to the relatively high V  [48]  and Cr contents  [49]  of the sintered sample (Table  1 ), which promote solid solution strengthening. Ti addition is known to negatively affect the mechanical strengths of W alloys  [26]  and HEAs  [46] . Accordingly, adding 4"
    },
    {
        "formula": "Ti x WTaVCr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1000.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC solid solution (>95 vol% by image analysis)",
        "processing_method": "SPS of an elemental powder mixture",
        "bcc_fcc_other": "BCC",
        "type_of_test": "isothermal oxidation",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "This study showed that the addition of 7 at% Ti to a Ti x WTaVCr alloy can lead to the formation of a BCC solid solution (>95 vol% by image analysis) via SPS of an elemental powder mixture. The resulting materials exhibit lower activation characteristics and higher strengths and hardnesses (at both room temperature and high temperatures) than several other refractory HEAs, as well as better oxidation resistance than Ti-free samples. Thus, Ti x WTaVCr has the potential for use in high-temperature and plasma-facing applications."
    },
    {
        "formula": "Ti x WTaVCr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "spark plasma sintering",
        "bcc_fcc_other": "",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The effect of Ti on the sintering and mechanical properties of refractory high-entropy alloy Ti x WTaVCr fabricated via spark plasma sintering for fusion plasma-facing materials"
    }
]