[
    {
        "formula": "TiZrHfNbTa",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "as-cast",
        "processing_method": "arc-melting and high-frequency induction melting",
        "bcc_fcc_other": "",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The preparation of the equimolar TiZrHfNbTa high-entropy alloy is performed with arc-melting and high-frequency induction melting techniques."
    },
    {
        "formula": "TiZrHfNbTa",
        "yield_strength": 0.0,
        "grain_size": 80.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc structure with irregular shaped grains, presence of microsegregations in interdendrites zones, dislocation features including jogged screw dislocations, debris in form of small loops or dipoles, dense dislocation tangles, and activation of single slip system in observed grains at higher plastic strains.",
        "processing_method": "as-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "TEM observations, stress relaxation",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The composition of the multi-component TiZrHfNbTa HEA is given in table 1 from EPMA analysis. The as-cast HEA displays a bcc structure with a lattice parameter of 340.7 pm, close to the previous published papers  [23, 24] . No secondary phases are observed. The grain shape and the crystallographic orientation are illustrated in figure  3 from EBSD analysis. The microstructure is composed of grains with irregular shapes. From EBSD analysis, the mean grain size equals 80 m. The presence of microsegregations in the interdendrites zones is noticeable as already observed recently  [24] . The possible influence of such zones on the deformation mechanisms will be discussed in part 3. It should be mentioned that Θ in stage 2 is significantly lower than the 3360 MPa obtained elsewhere, the authors considering the slope of the engineering curve and not the true one as proposed in this work  [23] . After stabilization up to  P ≈ 11%, the work hardening decreases for higher strains. The test was stopped at  P ≈ 17% corresponding to a total strain of 20% to avoid sample barreling. As previously described, single stress relaxations are performed along the  T = f( T ) curve for different plastic strains (figure  1 ). The presence of small stress overshoots at the reloading process are observed, materialized by a yield point for total strain superior to 3%. The effect is often observed in samples undergoing single or repeated transient(s)  [35]  and evidences the dislocation multiplication after exhaustion during the relaxation process. The evolution of the normalized activation volume V * app /b 3 † with plastic strain is given in figure  5  and results are summarized in table 2. The plot V * app /b 3 = f( P ) displays the evolution of the normalized volume with plastic strain (figure  5 ). In stage 1, the apparent activation volume slightly † In the calculation of the normalized activation volume  True plastic strain  P V * app /b 3 0.0075  True plastic strain e p TEM observations are performed on samples strained at plastic strain  P = 0.85 %, 2.30 % and 10 %. ± Considering the evolution of work hardening (figure  2 ), observations cover the stage 1 ( P = 0.85 %) and the end of stage 1 ( P = 2.30 %) and finally the end of stage 2 ( P = 10 %). ). In theses bands, dislocations could possess Burgers vector of opposite signs as evidenced in figure  6b , which will result in the formation of dipoles. Dislocations could appear jogged and the presence of debris in the form of small loops or dipoles is highlighted (figure  7 ) clearly indicating that the mobility of screw segments is reduced compared to the edge ones and also suggesting that screw dislocations possess a complex core certainly spread over several intersecting planes. These observations together with the low apparent activation volumes clearly give evidence that a Peierls mechanism is active in this first stage of the plastic deformation with a high friction stress exerted on the <111> directions. At  P = 2.30 %, the deformation is still heterogeneous (figure  8a ). The microstructure is made of hard and soft zones with localized deformation bands in a great majority of observed grains. The latters are more numerous and more narrowly spaced in grains than  P = 0.85 %. Some initial small angle grain boundaries are visible and do not prevent the deformation to occur as the bands are not significantly blocked by them. The hard zones contain a high density of dislocations and the amount of debris is large. Numerous loops are discernible (figure  8b ) as well as dipoles clusters, and dense dislocation tangles appear to form within. Even if the greatest part of the total dislocations is located in the bands, screw dislocations are also present in the soft zones. Figure  9  illustrates the microstructure of the equimolar HEA at 10 % corresponding to the end of stage 2 of the  = f( P ) (figure  4 ). In the observed grain of figure  9a , only one slip system is activated with b = ± a/2  [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11]  dislocations. The dislocation density has considerably increased and the microstructure seems more homogeneous than in the lowest plastic strains. The sub-structure is always marked by the presence of numerous debris, resulting from the motion of jogged screw dislocations and also from their intrinsic ability to cross-slip (figure  9b )  [39] . In grains for which two systems have been identified, dislocations tend to align and to form tangles (figure  10a ) whereas the presence of dense dislocation bands from the first stages of deformation is evidenced (figure  10b ). From the coupling of activation volume measurements and TEM observations, it seems reasonable to assume that the refractory multicomponent HEA does not behave differently from a pure bcc metal. The evolution of the activation volume is in good agreement with previous studies dealing with Ta-or Nb-based alloys in which volumes are found to be independent of plastic strain  [37, [40] [41]"
    },
    {
        "formula": "Ti 20 Zr 20 Hf 20 Nb 20 Ta 20",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "dislocation structures have been studied in a solid solution of a refractory Ti 20 Zr 20 Hf 20 Nb 20 Ta 20 HEA after mechanical tests and TEM observations",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "mechanical tests and TEM observations",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "In this paper, dislocation structures have been studied in a solid solution of a refractory Ti 20 Zr 20 Hf 20 Nb 20 Ta 20 HEA after mechanical tests and TEM observations."
    }
]