[
    {
        "formula": "Ti25Zr25Nb25V25",
        "yield_strength": 876.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 20.7,
        "elongation_plastic": 0.0,
        "microstructure": "single-phase bodycentred cubic (BCC) solid solution structure",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The Ti 25 Zr 25 Nb 25 V25 alloy presented high mechanical properties (tensile yield strength σ y = 876 MPa and elongation of 20.7%)"
    },
    {
        "formula": "Ti-Zr-Nb-V",
        "yield_strength": 876.0,
        "grain_size": 100.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 20.7,
        "elongation_plastic": 0.0,
        "microstructure": "BCC solid solution with dendrites and Laves phase precipitations at grain boundaries",
        "processing_method": "casting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The true tensile stress-strain curves of the V15, V25 and V35 alloys are shown in Fig.  6a . It is observed that V25 displays the best performance with excellent values for the yield strength (σ y ) and elongation of 876 MPa and 20.7% (the strain was not directly measured by extensometry), respectively. On the other hand, V35 has a higher σ y of 966 MPa but a very limited elongation. In contrast, the tensile performance of V15 that has a well-developed dendritic structure (as shown in Fig.  3a  and b ) is terrible with a σ y of 424 MPa and an elongation of < 2%."
    },
    {
        "formula": "Ti-Zr-Nb-V",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC SSS with Laves phase",
        "processing_method": "as-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "the V15 alloy, all of the calculated parameters are in the subset of the BCC SSS scope. Additionally, the δ values of all of the designed Ti-Zr-Nb-V alloys are the same. This is mostly in agreement with the experimental results. As described above, the BCC SSS features of the V15-V25 alloys were confirmed by XRD and EBSD, together with the similar lattice distortion displayed by the similar FWHM values for the XRD results and the local misorientation in the EBSD results. That is, the criteria parameters are also reasonable in the quaternary non-equimolar refractory alloys to some extent. However, some intermetallic precipitations were observed in the cast V30 and V35 alloys, as shown in Fig.  3j  and i . More interestingly, according to the previous reports  [9, 31] , elements of the ⅤB and ⅥB groups are generally considered to be BCC-stabilizing ingredients, while those of the ⅣB group are not. However, in this case, increasing V (ⅤB-element) and decreasing Zr (ⅣB-element) contents in fact decrease the BCC phase content and lead to the intermetallic phase precipitates. The criteria given above are all based on the experimental results of 3d-HEAs with at least 5 constituents, in other words the 1st generation HEAs  [32, 33] . The mixing entropies of the 1st generation HEAs are generally higher than 1.6R (where R is the gas constant)  [34] . Here, the effect of interaction between two constituents can be neglected. However, for the 2nd generation HEAs that are generally composed of 4 non-equimolar principal elements such as this Ti-Zr-Nb-V system, the ΔS mix is approximately 1.3R. The effect of the interaction between two constituents should not be neglected  [35] . According to the V-Zr dual-phase diagram (Fig.  8 ), the V 2 Zr Laves phase always exists in the Zr/(V+Zr) region of these Ti-Zr-Nb-V alloys, and the V 2 Zr content increases with increasing V/ Zr. This indicates that although the relatively high mixing entropy of Ti-Zr-Nb-V and high cooling rate caused by arc melting jointly expand the scope of SSS compared with the binary alloy in equilibrium, the non-negligible interaction between V-Zr constrains the Laves phase to be retained in the Ti-Zr-Nb-V alloys with high V/Zr ratios. The Laves phase was also observed in the previous reports for the Ti-Zr-Nb-V quaternary equimolar alloy  [19] . The presence of the Laves phase considerably affects the morphology of the Ti-Zr-Nb-V alloys. Generally, it is difficult to avoid the formation of dendrites in the non-equilibrium multi-element alloy, particularly for the cast RHEAs with huge differences between the melting points of the elements. In this situation, the diffusion of different constituents is inadequate due to the undercooling caused by the water-cooled copper mould. The constituents with the higher melting points such as Nb in the Ti-Zr-Nb-V system will solidify first and be enriched inside the dendrite, while constituents with a lower melting point and poor Nb-affinity such as Zr will be left behind and enriched in the interdendrite space, as shown in Fig.  3a~h . The solidification and crystallization of the Nb-rich phase inside the dendrite are faster due to the faster cooling rate and the higher undercooling. The lower growth time and the compression from the larger grains that are crystallized later will lead to the appearance of smaller grains inside the dendrite, as shown in Fig.  5a~c . However, as the V/Zr ratio increases or as the V 2 Zr phase forms and its content in the alloy increases, the dendrite morphology disappears. As intermetallics, the V 2 Zr precipitates ahead of the advancing solid-liquid interface prevent and break the directed growth of the matrix crystals of the V25, V30 and V35 alloys, as shown in Fig.  5d~f . The phenomenon of the hard phase playing the role of breaking the growth of dendrites was also reported in highentropy alloys  [37] ."
    },
    {
        "formula": "Ti-Zr-Nb-V",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "tensile and compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "In this work, Ti-Zr-Nb-V alloys with different V/Zr ratios were prepared by vacuum arc melting. While most of the alloys, and particularly those with a low V/Zr ratio, are SSSs with the BCC structure"
    },
    {
        "formula": "Ti-Zr-Nb-V",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "BCC",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Table 3 3 ΔS mix , ΔH mix , Ω, δ and VEC of the Ti-Zr-Nb-V alloys and the criteria for the formation of a BCC single solid solution (SSS). Alloy ΔS mix (J mol -1 K -1 ) ΔH mix (kJ mol -1 ) Ω δ (%) VEC V15 10.49 0.210 110 6.27 4.34 V20 11.40 0.084 303 6.27 4.44 V21.3 11.46 0.003 7374 6.27 4.46 V25 11.53 -0.250 104 6.27 4.50 V30 11.45 -0.570 45.2 6.27 4.55 V35 11.26 -0.852 29.7 6.27 4.59 Criterion for BCC-SSS 11-19.5[27] -11.6-3.2[28] > 1.1[26] < 6.6[26] < 6.87[13]"
    }
]