[
    {
        "formula": "HfMo 0.5 NbTiV 0.5",
        "yield_strength": 1260.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 20.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "simple disordered body-centered cubic (BCC) phase",
        "processing_method": "induction levitation melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The HfMo 0.5 NbTiV 0.5 and HfMo 0.5 NbTiV 0.5 Si 0.7 alloys show yield strengths of 1260MPa and 2134MPa, respectively, and the compressive mechanism transitions from ductile deformation to brittle fracture from x=0 to x=0.7."
    },
    {
        "formula": "HfMo 0.5 NbTiV 0.5 Si 0.7",
        "yield_strength": 2134.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 20.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "multi-component silicide (Hf, Nb, Ti) 5 Si 3",
        "processing_method": "induction levitation melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The HfMo 0.5 NbTiV 0.5 and HfMo 0.5 NbTiV 0.5 Si 0.7 alloys show yield strengths of 1260MPa and 2134MPa, respectively, and the compressive mechanism transitions from ductile deformation to brittle fracture from x=0 to x=0.7."
    },
    {
        "formula": "HfMo 0.5 NbTiV 0.5 Si x",
        "yield_strength": 2134.0,
        "grain_size": 0.0,
        "experimental_density": 8.49,
        "hardness": 612.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "dendritic structure, silicide phase",
        "processing_method": "as-cast",
        "bcc_fcc_other": "",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "For the matrix HfMo 0.5 NbTiV 0.5 alloy, the hardness is 403 HV. Si addition has a promoting effect on the hardness increase. Evidently, the formation of silicide strengthens the matrix. When the content of Si is 0.7, the hardness reaches 612 HV. Meanwhile, the values of hardness have large fluctuations with the formation of the silicide because of the major difference in hardness between the matrix and silicide, as well as the non-uniform distribution of silicide in the microscopic area. The matrix HfMo 0.5 NbTiV 0.5 alloy has the maximum compressive plasticity of 35% without fracture, and the yield strength is 1260MPa. However, the HfMo 0.5 NbTiV 0.7 alloy has the maximum yield strength (as high as 2134MPa) while still exhibiting a fracture strain of 9.2%. By increasing the compression temperature to 1000 , the yield strengths of the alloys decrease to values of less than 800 MPa, but the plasticity is greatly increased, i.e., the alloys are compressed to a strain of 35% without fracture. The yield stress of the matrix HfMo 0.5 NbTiV 0.5 alloy is 368 MPa, while the HfMo 0.5 NbTiV 0.5 Si 0.3 , HfNbMo 0.5 TiV 0.5 Si 0.5 and HfMo 0.5 NbTiV 0.5 Si 0.7 alloys exhibit yield stress increases to 398MPa, 614MPa and 673MPa, respectively. It is clear that the Si content has an obvious effect on the strength improvement. At the higher temperature of 1200 the yield strength of the matrix HfMo 0.5 NbTiV 0.5 alloy drops to 60 MPa. At this temperature, the reinforcement effect of silicide is remarkable, i.e., the yield strengths of the HfMo 0.5 NbTiV 0.5 Si 0.3 , HfMo 0.5 NbTiV 0.5 Si 0.    HfNbTaTiZr. It is apparent that both the yield strength and the SYS of the HfMo 0.5 NbTiV 0.5 Si x alloys highly increase with the Si content at temperatures of ≤1200 and gradually decrease with the increase in temperature from ambient to 1200 . Comparing between previously reported HfNbTaTiZr and HfMo 0.5 NbTiV 0.5 obtained in this work (both with simple solid solution phase), the yield stresses of the Si-containing alloys are considerably higher. Although the HfMo 0.5 NbTiV 0.5 Si 0.3 alloy is outperformed by the HfMoNbTiZr both at room temperature and elevated temperatures, the yield stress of HfMo 0.5 NbTiV 0.5 Si 0.5 is equal to or higher than that of HfMoNbTiZr, and HfMo 0.5 NbTiV 0.5 Si 0.7 has the highest yield stress in the entire temperature range from RT to 1200 . The SYS result also shows the same trend. The SYS of HfMo 0.5 NbTiV 0.5 Si 0.3 is higher than that of the HfNbTaTiZr and HfMo 0.5 NbTiV 0.5 alloys, while it is smaller than the SYS of HfMoNbTiZr at all tested temperatures. At higher Si content, the SYS of HfMo 0.5 NbTiV 0.5 Si 0.5 is nearly the same, and that of HfMo 0.5 NbTiV 0.5 Si 0.7 is higher than the SYS of HfMoNbTiZr. These results show that the HfMo 0.5 NbTiV 0.5 Si 0.7 alloy has the most attractive set of properties because of its considerably improved strength both at RT and elevated temperature, as well as its reduced density. Although the formation of silicide phase reduces the ductility of the alloy, it obviously leads to the increase in yield strength and is especially beneficial for elevated temperature properties."
    },
    {
        "formula": "HfMo 0.5 NbTiV 0.5 Si x",
        "yield_strength": 1260.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 35.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC phase; multi-component silicide (Hf, Nb, Ti) 5 Si 3",
        "processing_method": "induction levitation melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "(1) The HfMo 0.5 NbTiV 0.5 matrix was mainly composed of a BCC phase. After adding the Si element, multi-component silicide (Hf, Nb, Ti) 5 Si 3 was generated inside the alloys. When x of Si content was 0.3, the silicide presented a hypoeutectic microstructure. With the increase in Si concentration, the microstructure of silicide exhibited an evolution from hypoeutectic structure to eutectic structure and then to hypereutectic structure. (2) The density of the HfMo 0.5 NbTiV 0.5 Si x alloys decreased with increasing of Si content. The strength greatly increased with the Si content, while the plasticity at room temperature was reduced gradually. For example, the respective yield strength and fracture strain of the HfMo 0.5 NbTiV 0.5 alloy were 35% and 1260MPa, while the yield strength and fracture strain of the HfMo 0.5 NbTiV 0.5 Si 0.7 alloy were 9.2% and 2134MPa, respectively."
    },
    {
        "formula": "HfMo 0.5 NbTiV 0.5",
        "yield_strength": 60.0,
        "grain_size": 0.0,
        "experimental_density": 9.02,
        "hardness": 0.0,
        "test_temperature": 1200.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 35.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "Compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The yield strengths of HfMo 0.5 NbTiV 0.5 and HfMo 0.5 NbTiV 0.5 Si 0.7 alloys were 60MPa and 235MPa at 1200 , respectively. Table 5 Compressive mechanical properties of HfMo 0.5 NbTiV 0.5 Si x high entropy alloys Alloy Temperature Yield strength Fracture strain Peak stress MPa MPa HfMo 0.5 NbTiV 0.5 1200 60 35% --"
    },
    {
        "formula": "HfMo 0.5 NbTiV 0.5 Si 0.7",
        "yield_strength": 235.0,
        "grain_size": 0.0,
        "experimental_density": 8.49,
        "hardness": 0.0,
        "test_temperature": 1200.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 35.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "Compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The yield strengths of HfMo 0.5 NbTiV 0.5 and HfMo 0.5 NbTiV 0.5 Si 0.7 alloys were 60MPa and 235MPa at 1200 , respectively. Table 5 Compressive mechanical properties of HfMo 0.5 NbTiV 0.5 Si x high entropy alloys Alloy Temperature Yield strength Fracture strain Peak stress MPa MPa HfMo 0.5 NbTiV 0.5 Si 0.7 1200 235 35% 268"
    }
]