[
    {
        "formula": "Ti2ZrHf0.5VNbx",
        "yield_strength": 1160.0,
        "grain_size": 0.0,
        "experimental_density": 6.47,
        "hardness": 338.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "single-phase columnar to dendrite",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compressive, hardness, density",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A series of Ti 2 ZrHf 0.5 VNb x (x = 0, 0.25, 0.5, 0.75 and 1.0) refractory high-entropy alloys were prepared to investigate the alloying effect of Nb on the microstructures and mechanical properties. All the alloys displayed a simple BCC structure. The microstructures of the alloys changed from the initial single-phase columnar structure (x = 0) to dendrite microstructure (x > 0). At room temperature, all the alloys exhibited high ductility (with the compressive strains of more than 50%). With the increase in Nb content, the yield strength slightly decreased from 1160 to 980 MPa and the hardness dropped from 338 to 310 HV. Moreover, the alloys exhibited low density from 6.47 to 6.84 g/cm 3 and high specific yield strength (SYS) from 143 to 179 kPa m 3 /kg. The comprehensive performance of ductility and SYS was superior to most of the reported highentropy alloys. The yield strength of the alloys increased from 405 to 859 MPa and from 85 to 195 MPa with the addition of Nb element at 873 K and 1073 K, respectively."
    },
    {
        "formula": "Ti2ZrHf0.5VNbx",
        "yield_strength": 1160.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 338.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "coarse columnar crystal structure to dendrite structure with the increase in Nb content",
        "processing_method": "",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The SEM images of Ti 2 ZrHf 0.5 VNb x alloys are displayed in Fig.  2 . It can be seen that the Ti 2 ZrHf 0.5 VNb 0 alloy shows a coarse columnar crystal structure, confirming the Nb 0 alloy has a single-phase structure. Combined with the XRD results, a conclusion can be drawn that the single-phase structure is the BCC solid solution phase. With the addition of Nb element, dendrite structures are observed in Nb 0.25 , Nb 0.5 , Nb 0.75 and Nb 1 alloys. As the Ti 2 ZrHf 0.5 VNb x alloys are a single-phase structure, the Nb 0.5 alloy is chosen to carry out the transmission electron microscopy (TEM) test, as shown in Fig.  2f . It can be seen that the microstructure is uniform, and only one set of diffraction spots of BCC phase was found. In addition, the elemental mapping of Nb 1 alloy was investigated as a typical Ti 2 ZrHf 0.5 VNb x alloys, and it can be seen that the all elements are evenly distributed as shown in Fig.  3 . The above results prove that the series of alloys exhibit single BCC structure with homogeneous composition distribution."
    },
    {
        "formula": "Ti2ZrHf0.5VNb1",
        "yield_strength": 850.0,
        "grain_size": 0.0,
        "experimental_density": 6.84,
        "hardness": 310.4,
        "test_temperature": 873.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The addition of Nb element into the Ti 2 ZrHf 0.5 V alloy significantly improves the high-temperature strength and soften resistance. Thereinto, the Nb 1 alloy can remain a high yield strength ~ 850 MPa at 873 K, and it only reduced by 12.3% compared with that at RT."
    }
]