[
    {
        "formula": "TiZrHfVxNbxTax",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC to orthorhombic α″ phase, and BCC to HCP α′ or orthorhombic α″ to HCP α′ phase",
        "processing_method": "vacuum-arc-melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "XRD, EBSD, TEM",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "It is found that VNT0.1 RHEA exhibits a two-steps phase-transformations, (1) from BCC to orthorhombic α″ phase, and (2) BCC to HCP α′ or orthorhombic α″ to HCP α′ phase, according to the level of plastic deformation."
    },
    {
        "formula": "TiZrHfVxNbxTax",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "dendritic",
        "processing_method": "as-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Results and discussion 3.1. Phase identifications, microstructural investigations, and mechanical properties for as-cast TiZrHfVxNbxTax (x = 1.0, 0.5, and 0.1) RHEAs Figure 1 shows the scanning-electron-microscopy (SEM) backscattered-electrons (BSE) images of the as-cast TiZrHfVxNbxTax (x = 1.0, 0.5, and 0.1) RHEAs. All present alloys consist of a typical dendritic microstructure, which is commonly observed from as-cast HEAs [12] [13] [14]. The different contrast between the dendritic (bright contrast) and interdendritic (dark contrast) regions is due to the chemical inhomogeneity. The detailed chemical compositions of dendritic (D) and interdendritic (ID) regions were verified by point EDS analysis, as listed in Table 1. The Nb, and Ta elements are distributed in dendritic region, while the interdendritic regions are enriched in Ti, Zr, and V for VNT1.0 alloy. In contrast, Ti and V are highly distributed in interdendritic regions, and the chemical compositions in dendritic regions are close to their nominal compositions for the VNT0.1 and VNT0.5. The enhancement of contrast between dendrites and interdendrites and reduction of dendritearm spacing with increase of V, Nb, and Ta elements is due to an increase of atomic-weight variation and change of melting temperature in different regions. Figure 2 shows the XRD patterns of the as-cast VNTx (x = 1.0, 0.5, and 0.1) RHEAs. The XRD results indicate the formation of a single body-centered-cubic (BCC) phase in all alloys without presence of any secondary phases. The shifting of major BCC diffraction peak (110 peak) and increase of peak width with an increase of the V, Nb and Ta elements are clearly observed in Fig. 2(b). The lattice parameters of the alloys were calculated by fitting (110), (200), and (211) peaks in the XRD results. An averaged value with an error was obtained from these lattice parameters acquired from the three different peaks. The lattice constants of present RHEAs are 0.3358 ± 0.0004 nm, 0.3407 ± 0.0005 nm, and 0.3459 ± 0.0001 nm for VNT1.0, VNT0.5, and VNT0.1, respectively. The reduction of the lattice constant of the BCC phase caused by increase of solid solution of V, Nb, and Ta, which has relatively smaller atomic radius compared to principal elements (Ti Zr and Hf). The change of peak width could associate with increase of the variation of lattice constants between dendritic and interdendritic regions. The noticeable diffuse scattering was present in all the diffraction peaks, as indicated by the asymmetric peaks skewed toward the origin. The small hump on the left side of the peaks implies the overlapping of two peaks, which is attributed to the slightly-different lattice parameters between the dendrite and interdendrite regions. With increase of Nb, V, and Ti elements, the preferential distribution of a particular element in the dendrite and interdendrite regions becomes more significant and it is clearly reflected to XRD pattern with increase of peak width. The mechanical properties and deformation behavior of the present RHEAs were investigated by uniaxial compression tests at room temperature. Fig. 3 (a) presents the compressive true strainstress curves of the as-cast VNTx (x = 1.0, 0.5, and 0.1) RHEAs. The yield strength enhanced with an increase of V, Nb, and Ta contents (0.5 and 1.0 at. percentages). Moreover, VNT1.0 and VNT0.5 RHEAs show excellent room temperature plasticity with less strain-hardening behavior, compared to VNT0.1. Different with other alloys, the VNT0.1 exhibits a double yielding behavior, which is often observed in shape memory alloys as a stress-induced phase transformation, and relatively lower plasticity [15]. The values of yield strength and plastic strain for present RHEAs are summarized in Table 2. To further investigate the strain-hardening behaviors, the strain-hardening rate curves (d d) of the studied alloys are illustrated in Fig. 3(b). The VNT1.0 and VNT0.5 RHEAs indicates a maintenance of steady strain-hardening rate after sharp reduction at the elastic stage. In contrast, VNT0.1 shows a hump-like shape in the strain-hardening rate curve. The hardening-rate gradually increased during plastic deformation of ~ 17%, then it continuously dropped again. The deformation mechanisms reflect to the shape of strainhardening rate curve, manifesting a monotonous reduction or nonmonotonous shapes (plateau or hump). The increase in the hardening rate usually arises from the stress/strain-induced phase transformation, whereas gradual reduction of strain-hardening rate is attributed to dislocation-slip-dominated plastic-deformation. The combination of dislocation-slip and stress/strain-induce phase transformation mechanisms result in plateau strain-hardening rate behavior [11, [16] [17] [18]. According to the fundamental understanding of strain-hardening analyses above, the dominant hardening mechanism in VNT1.0 and VNT0.5 RHEAs could be dislocation-slip at whole plastic deformation regions. On the other hand, the VNT0.1 alloy could have a transformation-induced hardening at early plastic stage, and it saturated after large plastic deformation of 17%."
    },
    {
        "formula": "VNT0.1 RHEA",
        "yield_strength": 300.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC phase (98.2 vol%) with a small amount of HCP phase (1.8 vol%)",
        "processing_method": "",
        "bcc_fcc_other": "BCC",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The undeformed sample [Fig.  5(a) ] consists mostly of a BCC phase (98.2 vol%) with a small amount of HCP phase (1.8 vol%), which is in good agreement with the XRD result (Fig.  2 )."
    },
    {
        "formula": "TiZrHfVxNbxTax (x = 1.0, 0.5, and 0.1)",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "dendritic; single BCC solid-solution phase",
        "processing_method": "as-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compressive engineering stress-strain; XRD; EBSD; TEM",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "All studied as-cast RHEAs, TiZrHfV x Nb x Ta x (x = 1.0, 0.5, and 0.1), possess typical dendritic microstructure and formation of single BCC solid-solution phase. However, stress-strain curves results indicate that the VNT1.0 and VNT0.5 RHEAs have high yield strength and excellent room temperature plasticity with less strain-hardening behavior. The VNT0.1 exhibits a double yielding behavior with significant strain-hardening behavior, which is often observed in shape memory alloys as a stress-induced phase transformation, and relatively lower plasticity"
    },
    {
        "formula": "HfAlVTaNbSiCrMoWSnMnTcReFeRuOsCoRhIrNiPdPtCuAgAu",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": ""
    }
]