[
    {
        "formula": "Hf 0.5 Nb 0.5 Ta 0.5 Ti 1.5 Zr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1000.0,
        "elongation": 20.0,
        "elongation_plastic": 0.0,
        "microstructure": "dendritic",
        "processing_method": "arc melting",
        "bcc_fcc_other": "bcc",
        "type_of_test": "tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A new RHEA with the nominal composition, Hf 0.5 Nb 0.5 Ta 0.5 Ti 1.5 Zr, was prepared, a modified composition to existing ductile RHEAs, HfNbTiZr and HfNbTaTiZr, keeping its VEC low and comparable to that of these known ductile RHEAs. The alloy preparation was carried out using high purity (>99.9%) elemental materials by arc melting on a water-cooled copper plate in a Ti-gettered Ar atmosphere. The arc-melted ingot was flipped and re-melted at least five times to ensure thorough mixing and chemical homogeneity. The ingot has the dimension of about 60 mm (length) Â 20 mm (width) Â 10 mm (thickness). The microstructure of the as-cast sample was studied on polished and chemically etched specimen using a LEO Gemini 1550 scanning electron microscope (SEM). The etchant used to reveal the microstructure was a mixture of 1.5 ml nitric acid, 5 ml hydrofluoric acid, and 45 ml water, for approximately 10 s. The crystal structure of the alloy was examined by Bruker AXS D8 advance X-ray diffraction (XRD) system using Cr-Ka radiation. Vickers hardness was measured on the polished surface applying 1 kg load for 15 s. The density of the alloy was measured following the Archimedes' principle. A rectangular dog-bone-shaped tensile specimen with a gauge length of 12.5 mm, a width of 3.2 mm, and a thickness of 2 mm was machined from the ingot by electrical discharge machining, followed by surface polishing. Tensile testing was carried out using an Instron 5500 R electro-mechanic tensile tester, with a strain rate of 10 À3 s À1 ."
    },
    {
        "formula": "Hf 0.5 Nb 0.5 Ta 0.5 Ti 1.5 Zr",
        "yield_strength": 903.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 301.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 990.0,
        "elongation": 18.8,
        "elongation_plastic": 0.0,
        "microstructure": "bcc solid solution",
        "processing_method": "as-cast",
        "bcc_fcc_other": "bcc",
        "type_of_test": "tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The Vickers hardness of the as-cast Hf 0.5 Nb 0.5 Ta 0.5 Ti 1.5 Zr alloy is 301 HV. A yield stress of 903 MPa, an ultimate tensile stress (UTS) of 990 MPa, and an elongation to fracture of 18.8% were achieved, showing a combination of high strength and high ductility."
    },
    {
        "formula": "Hf 0.5 Nb 0.5 Ta 0.5 Ti 1.5 Zr",
        "yield_strength": 903.0,
        "grain_size": 0.0,
        "experimental_density": 8.13,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 990.0,
        "elongation": 18.8,
        "elongation_plastic": 0.0,
        "microstructure": "as-cast with typical dendritic morphology",
        "processing_method": "as-cast",
        "bcc_fcc_other": "",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "we developed a new ductile RHEA, Hf 0.5 Nb 0.5 Ta 0.5 Ti 1.5 Zr, with a density of 8.13 g/cm  3  and a yield stress of 903 MPa, a fracture stress of 990 MPa, and an elongation of 18.8%"
    }
]