[
    {
        "formula": "Zr-Nb-Ti-Ta-Hf",
        "yield_strength": 822.0,
        "grain_size": 0.75,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 19.6,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "single-phase, near single-crystalline",
        "processing_method": "arc molten and cast, then recast in a zone-melting setup",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 79.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A composition of high-purity raw materials 12.7 at.% Zr, 30.8 at.% Nb, 17.7 at.% Ti, 30.8 at.% Ta, and 8.0 at.% Hf was arc molten and cast into a cylindrical copper mold. The so-produced rod was recast in a zone-melting setup at a feed rate of 5 mm/h at about 2,300 °C under 400 mbar argon atmosphere. The final ingot consisted of a single phase of body-centered structure, with single-grain sizes between about 0.5 and 1 mm. Rectangular cuboidal samples of 1.4 × 1.4 × 3.2 mm 3 were cut from the ingot using a wire saw. Their surfaces were ground on 1,200 grit SiC paper. Plastic deformation experiments were performed in compression along the long sample axis in a modified ZWICK Z050 uniaxial testing system at constant true strain rate under closed-loop control. The strain was measured directly at the sample by a linear inductive differential transducer at an accuracy of ±10 nm. Deformation experiments were performed between room temperature (RT) and 300 °C at a strain rate of 10 -4 s -1 . The deformation temperatures around RT were controlled by air conditioning the ambient temperature and at elevated temperatures by a cylindrical furnace equipped with an active temperature-gradient control. During the deformation experiments, we performed temperature-cycling tests, stress-relaxation tests, and strain-rate changes in order to determine the thermodynamic activation parameters of the deformation process. The activation volume V was determined by means of stress-relaxation tests, where the total strain is kept constant and the decrease of the stress is measured as a function of the time. The data are evaluated according to  [14]   V ¼ kT m s @lnð _ rÞ @r T ; (1) where m s is the Schmid factor, k is Boltzmann's constant, T is the deformation temperature, and σ and _ r are the applied stress and stress rate, respectively. The activation enthalpy ΔH was determined from temperature-cycling experiments according to  [14]  DH ¼ ÀkT 2 @lnð_ eÞ @r T @r @T _ e ¼ Àm s TV @r @T _ e ; (2) where _ e is the strain rate. Specimens for microstructural characterization were prepared by means of a dual beam FEI Helios Nanolab 400S focused ion beam apparatus from the centers of the deformation samples and from undeformed reference samples. Bragg-contrast TEM was carried out using a Philips CM20 transmission electron microscope operated at 200 kV, and STEM work using a probe corrected FEI Titan 80-300 operated at 300 kV and equipped with a high-angle annular dark-field (HAADF) detector. "
    },
    {
        "formula": "Zr-Nb-Ti-Ta-Hf",
        "yield_strength": 850.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 300.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "homogeneous and single phased",
        "processing_method": "unknown",
        "bcc_fcc_other": "unknown",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The yield stresses observed in our experiments are significantly lower, amounting to about 850 MPa at RT and decreasing to about 600 MPa at 300 °C."
    },
    {
        "formula": "Nb-Mo-Ta-W",
        "yield_strength": 1058.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 2.0,
        "microstructure": "unknown",
        "processing_method": "unknown",
        "bcc_fcc_other": "unknown",
        "type_of_test": "deformation",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The Nb-Mo-Ta-W alloy at RT shows a yield stress of 1,058 MPa, which is considerably higher than that found in the present study, and the sample failed at a plastic strain of about 2.0%."
    },
    {
        "formula": "V-Nb-Mo-Ta-W",
        "yield_strength": 1246.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 1.5,
        "microstructure": "unknown",
        "processing_method": "unknown",
        "bcc_fcc_other": "unknown",
        "type_of_test": "deformation",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The fivecomponent alloy V-Nb-Mo-Ta-W showed an even higher yield strength of 1,246 MPa and failed at a plastic strain of about 1.5%."
    },
    {
        "formula": "Zr-Nb-Ti-Ta-Hf",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "While the structure initially is uniform and homogeneous, it is diverged into areas of different orientation after deformation. These areas are congruently connected; no dislocations are present at their interfaces.",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "High-resolution HAADF-STEM micrograph of the Zr-Nb-Ti-Ta-Hf high-entropy alloy deformed at 200 °C up to 9%, and (b) schematic representation of the differently oriented areas in (a)."
    }
]