[
    {
        "formula": "TiZrNbHfTa",
        "yield_strength": 880.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc",
        "processing_method": "thermomechanical treatments",
        "bcc_fcc_other": "bcc",
        "type_of_test": "tension",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Among the bcc family, the first published results on refractory compositions highlighted some promising high temperature properties, the tests being performed in compression mode on as-cast materials and under vacuum [8, 9]. Possible control of the microstructure was afterwards demonstrated, using thermomechanical treatments [10, 11]. Some uncommon features were already reported, as for example the case of the recrystallized quaternary bcc TiZrNbHf displaying a yield strength of 880 MPa in tension, at room temperature [12]."
    },
    {
        "formula": "",
        "yield_strength": 0.0,
        "grain_size": 31.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "EBSD-SEM and TEM",
        "bcc_fcc_other": "",
        "type_of_test": "",
        "experimental_young_modulus": 92.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The monitoring of the deformation mechanisms is performed with (EBSD-)SEM and TEM observations of samples taken from tensile specimen deformed at a set strain. The overall tensile curve is represented in Figure  5 . The material displays an elastic modulus of 92 GP"
    },
    {
        "formula": "TiZrNbHfTa",
        "yield_strength": 940.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 15.0,
        "elongation_plastic": 0.0,
        "microstructure": "recrystallized",
        "processing_method": "",
        "bcc_fcc_other": "bcc",
        "type_of_test": "tensile",
        "experimental_young_modulus": 92.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "This paper provides an in-depth study of the deformation mechanisms of a quinary bcc MPEA at room temperature. To achieve reproducible results, all the analyses are performed on samples with recrystallized microstructure."
    },
    {
        "formula": "",
        "yield_strength": 0.0,
        "grain_size": 30.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "recrystallized",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "uniaxial tensile testing",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "To achieve reproducible results, all the analyses are performed on samples with recrystallized microstructure. The analysis is done both on a mechanical side (stress partitioning, calculation of the activation volumes) and on a microstructural side, with the TEM analysis of the deformation features."
    },
    {
        "formula": "random bcc multicomponent alloy",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "presence of debris related to the formation of super jogs at room temperature",
        "processing_method": "unknown",
        "bcc_fcc_other": "BCC",
        "type_of_test": "unknown",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "hypotheses are in line with recent atomistic simulations performed on a random bcc multicomponent alloy [15]. Authors evidence four major points: screw dislocation core strongly varies along the line, probably based on the local chemical environment; high calculated CRSS due to local fluctuations of composition; strong hardening due to the frequent formation of super jogs by cross-kinks at misfit strain centers; high kink pair activation energy in the model random MPEA; reduced mobility of edge dislocations.In the present study, it appears reasonable to suggest that the presence of debris in the microstructure is related to the formation of super jogs at room temperature.Consequently, the kink mobility is disrupted and controlled by the short-range interactions with pinning agents. The intrinsic nature of these agents is still unknown in the MPEA and would deserve a lot of attention in future studies. are obstacles surmountable by thermal activation, only large clusters of atoms could significantly impede kink motion, reduce the dislocation motion and hence induce the formation of super jogs [45] . Such a reduction of dislocation velocity could be consistent with the results obtained by analysis of the multi-relaxation results (Figure12). Finally, strong hardening is the consequence of the defects by-passing defects by screw dislocations and contributes significantly to athermal part of the strength as the process requires high stresses. Such"
    }
]