[
    {
        "formula": "Ti 38 V 15 Nb 23 Hf 24",
        "yield_strength": 774.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 792.0,
        "elongation": 20.6,
        "elongation_plastic": 0.0,
        "microstructure": "fully equiaxed grain morphology with a single bcc-phase constitution",
        "processing_method": "as-cast",
        "bcc_fcc_other": "bcc",
        "type_of_test": "ambient-temperature tensile properties",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "As seen in Fig.  2a , even without any microstructural homogenization or optimization, this alloy exhibits a fracture elongation of ~20.6% together with a yield strength of ~774 MPa and an ultimate tensile strength of ~792 MPa."
    },
    {
        "formula": "Ti 38 V 15 Nb 23 Hf 24 RHEA",
        "yield_strength": 200.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "primary bcc-structured matrix (denoted as the β-phase), secondary nanoscale precipitates (denoted as the β′-phase)",
        "processing_method": "as-cast state and after homogenization-recrystallization treatment",
        "bcc_fcc_other": "BCC",
        "type_of_test": "mechanical testing",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "widely distributed nanoscale heterogeneity exists in the Ti 38 V 15 Nb 23 Hf 24 RHEA, contributing to the critical stress barrier for plastic incipience. Following yielding, plasticity proceeds by the nucleation of dislocation channels, along which these penetrable nanoscale features are structurally distorted by the extensive dislocation-mediated events. The plastic flow with a low strain-hardening rate arises from the relatively invariant resolved stress necessary for nucleating each channel, of which the strain-hardening contribution, however, is still larger than out-of-channel dislocation glide contributions (since the latter are mostly pinned). To test and validate the mechanistic postulates summarized above, we have carried out multi-probe analyses of the atomic structure of the designed RHEA. High-resolution TEM (HRTEM) images together with the corresponding fast Fourier transformed (FFT) diffraction patterns (Fig.  4a ) highlight that in addition to the primary bcc-structured matrix (denoted as the β-phase), secondary nanoscale precipitates (denoted as the β′-phase) also exist within the Ti 38 V 15 Nb 23 Hf 24 RHEA. Interestingly, these secondary phases demonstrate a contracted body-centred tetragonal (bct) The strength-ductility combination of the Ti 38 V 15 Nb 23 Hf 24 RHEA is shown both in the as-cast state and after homogenization-recrystallization treatment (marked as AH + ReX). The mild difference in yield strength between these two conditions can be partially ascribed to the grain size reduction (Supplementary Fig.  3 ). Our atom probe tomography (APT) results reveal that the size and volume fraction of the nano-precipitates are similar (Fig.  4  and Supplementary Figs.  4  and 5 ). An improved yield strength of ~200 MPa along with a milder yielding-inflection response is observed in the equiatomic variant, which is mainly due to the increase in the size and fraction of the nano-precipitates (Supplementary Figs.  6  and 7 )."
    },
    {
        "formula": "Ti38V15Nb23Hf24",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "arc melting, suction casting, homogenized at 1100 °C for ~10h, cold-rolled, recrystallized at 1000 °C for ~5 min under Ar protection, water-quenched",
        "bcc_fcc_other": "bcc",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Methods Alloy fabrication. The nine-component equiatomic TiVCrZrNbMoHfTaW master RHEA for the composition search was fabricated by arc melting from pure elements under an Ar atmosphere (purity higher than 99.9 wt%). Guided by the quantitative elemental partitioning analyses via EDS (details provided in the following section), the designed Ti 38 V 15 Nb 23 Hf 24 at.% RHEA and its equiatomic counterpart (Ti 25 V 25 Nb 25 Hf 25 at.%) were both produced through arc melting followed by suction casting. During the arc-melting process, all the RHEA ingots were flipped upside down and remelted at least five times with a piece of Ti getter being employed to prevent potential oxygen contamination. The two latter RHEAs were subsequently wrapped by Ta foils and sealed in quartz tubes filled with sponge Ti before being homogenized at 1,100 °C for ~10 h. The as-homogenized specimens were further cold-rolled down to a ~30% thickness reduction, recrystallized at 1,000 °C for ~5 min under Ar protection and then water-quenched to ambient temperature (these processing parameters can be further adjusted to realize a more optimal microstructure)."
    },
    {
        "formula": "Ti 38 V 15 Nb 23 Hf 24",
        "yield_strength": 200.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "single-phase bcc structure",
        "processing_method": "homogenization-recrystallization",
        "bcc_fcc_other": "bcc",
        "type_of_test": "uniaxial tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The Ti 38 V 15 Nb 23 Hf 24 RHEA preserves a single-phase bcc structure, macroscopically, with a lattice parameter a = 3.323 Å. An improved yield strength of ~200 MPa along with a milder yielding-inflection response is observed in the equiatomic variant, which is mainly due to the increase in the size and fraction of the nano-precipitates."
    }
]