[
    {
        "formula": "TiZrNbMoVx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "simple bodycentered cubic solid solutions at low Nb contents",
        "processing_method": "arc melting and copper mold casting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "XRD",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "alloys of TiZrNbMoV x and CoCr FeNiAlNb x were prepared. Their microstructures mainly consist of simple bodycentered cubic solid solutions at low Nb contents."
    },
    {
        "formula": "CoCrFeNiAlNb x",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 30.0,
        "elongation_plastic": 0.0,
        "microstructure": "simple bodycentered cubic solid solutions at low Nb contents",
        "processing_method": "Bridgman solidification",
        "bcc_fcc_other": "BCC",
        "type_of_test": "XRD",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Bridgman solidification was also used to control the microstructure of the CoCrFeNiAl alloy, and its plasticity was improved to be about 30%."
    },
    {
        "formula": "TiZrNbMoVx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "Typical cast dendritic and interdendritic structures. When the molar ratio of V increases to 1.5 and 2, the Zr-rich phase appears in the interdendrite. The overall microstructures become finer and phase contrast becomes more apparent with the increasing V contents, which indicates that V addition promotes bcc phase separation.",
        "processing_method": "As-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Compressive engineering stress-strain",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The XRD patterns of the as-cast alloys TiZrNi-MoV x (x = 0, 0.25, 0.5, 0.75, 1, 1.5, 2, and 3. For simplicity, they are denoted by V0, V0.25, V0.75, V1, V1.5, V2, and V3, respectively) are shown in Fig.  1 . It is seen that all alloys mainly contain a bcc solidsolution phase. The XRD patterns of V0, V0.25, V0.5, V0.75, and V1 alloys seem to exhibit reflections of only a single bcc phase. But overlapping peaks are present in the patterns, which implies that the bcc phase separation may exist in these alloys. As the molar ratio of V increases to 1.5, 2, and 3, reflections of a Zr-rich phase (b-Zr) with a bcc structure are observed on the diffraction patterns besides the matrix bcc solid solution. The peaks of the matrix bcc reflections shift rightwards as the V content increases, with little difference between V0 and V0.25 alloys. This trend demonstrates that the lattice parameter decreases, as the V content is increased according to the Bragg equation, which is mainly due to Zr depletion in the matrix phase to form Zr-rich bcc phase. Zr has much larger atomic size than 3d transition metals. The X and d values of TiZrNbMoV x alloys were calculated and listed in Table  I . It is obvious that the X and d values of the alloys are located in the area for forming solid-solution phase that is X ‡ 1.1 and d £ 6.6%. Figure  2  shows the SEM back-scattering electron images of TiZrNbMoV x alloys. Typical cast dendritic and interdendritic structures were observed in the alloys. When the molar ratio of V increases to 1.5 and 2, the Zr-rich phase appears in the interdendrite. The overall microstructures become finer and phase contrast becomes more apparent with the increasing V contents, which indicates that V addition promotes bcc phase separation."
    },
    {
        "formula": "CoCrFeNiAlNb",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "Typical dendritic morphology with an average primary arm spacing of 15 lm to 25 lm for the Nb0.1 alloy and a small amount of the Laves phases distribute in the interdendritic regions. The Nb0.25 and Nb0.5 alloys both display the typical hypoeutectic structure. The primary phase is the bcc solid-solution phase. The continuous network eutectic structure is a mixture of the bcc phase and the Laves phase that nucleate and grow alternately in the interdendritic regions. For the Nb0.75 alloy, the primary phase is not the bcc phase but the Laves phase of a white flower-shaped morphology. The eutectic structure consists of the bcc phase and the Laves phase, which presents a hypereutectic structure for the alloy.",
        "processing_method": "As-cast",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Magnetization",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The XRD patterns of the as-cast CoCrFeNiAlNb x (x = 0, 0.1, 0.25, 0.5, and 0.75, denoted by Nb0, Nb0.1, Nb0.25, Nb0.5, and Nb0.75, respectively) alloys. Both Nb0 and Nb0.1 alloys exhibit the reflections of a single bcc solid-solution phase. However, the reflections of the Laves phase, which is identified as (CoCr) 2 Nb type with a hexagonal close-packed lattice structure, appear in the XRD patterns of Nb0.25, Nb0.5, and Nb0.75 alloys. The X and d value of alloys are also listed in Table  I . We can see that as the Nb content increases, the d value increases and X value decreases. It implies that the stability of the solid-solution phase decreases with the Nb addition; thus, ordered Laves phase appears in Nb-contained alloys. Compared with the other four alloys, the Nb0.75 alloy is not located in the formation area of solid-solution phases, and the Nb0.75 alloy contains more Laves phases.  24  The microstructures of as-cast CoCrFeNiAlNb x alloys were displayed in Fig.  5 . Figure  5a  shows a typical dendritic morphology with an average primary arm spacing of 15 lm to 25 lm for the Nb0.1 alloy and a small amount of the Laves phases distribute in the interdendritic regions. The Nb0.25 and Nb0.5 alloys (as shown in Fig.  5b, c , respectively) both display the typical hypoeutectic structure. The primary phase is the bcc solid-solution phase. The continuous network eutectic structure is a mixture of the bcc phase and the Laves phase that nucleate and grow alternately in the interdendritic regions. For the Nb0.75 alloy, the primary phase is not the bcc phase but the Laves phase of a white flower-shaped morphology shown in Fig.  5d . The eutectic structure consists of the bcc phase and the Laves phase, which presents a hypereutectic structure for the alloy. As a result, the microstructure changes from single bcc solid solutions (x = 0 and x = 0.1) to a hypoeutectic structure (x = 0.25 and x = 0.5) and then to a hypereutectic structure (x = 0.75) in this alloy system."
    },
    {
        "formula": "AlCoCrFeNi",
        "yield_strength": 1450.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 298.0,
        "ultimate_tensile_strength": 2960.0,
        "elongation": 15.3,
        "elongation_plastic": 0.0,
        "microstructure": "Single solid-solution phase with a bcc structure",
        "processing_method": "Unknown",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Compressive true stress-strain",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Mechanical Performance at Ambient and Cryogenic Temperature Figure  10a  and b illustrate the compressive true stress-strain curves of the AlCoCrFeNi HEA at ambient and cryogenic temperatures, respectively.  27  The yielding strengths, fracture strengths, and fracture strains at 298 K are 1,450 MPa, 2,960 MPa, 15.3%, respectively, while the yielding strengths, fracture strengths, and fracture strains at 77 K are 1,880 MPa, 3,550 MPa, 14.3%, respectively. It is noted that AlCoCrFeNi HEAs exhibit excellent mechanical properties at both temperatures, compared with traditional crystalline alloys. When the temperatures decrease from 298 K to 77 K, the yielding strengths and fracture strengths of AlCoCrFeNi HEA increase by 29.7% and 19.9%, respectively, while the plasticity changes little. It is concluded that CoCrFeNiAl HEA exhibit no apparent ductile-to-brittle transition as the temperatures are lowed from 298 K to 77 K. Because AlCoCrFeNi HEA consists of a single solid-solution phase with a bcc structure,  27  each atom can be viewed as"
    },
    {
        "formula": "TiZrNbMoVx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc",
        "processing_method": "",
        "bcc_fcc_other": "bcc",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Table I . I The microstructure and the parameters of d, DH mix , DS mix , T m , and X for TiZrNiMoV x and CoCrFeNiAlNb TiZrNbMoV 0.25 À2.60 12.71 2414 5.35 11.789 bcc TiZrNbMoV 0.5 À2.67 13.15 2400 5.99 11.831 bcc TiZrNbMoV 0.75 À2.70 13.33 2390 5.51 11.786 bcc TiZrNbMoV 1 À2.72 13.38 2380 5.55 11.706 bcc TiZrNbMoV 1.5 À2.54 13.25 2362 5.59 12.297 bcc TiZrNbMoV 2 À2.67 12.97 2347 5.57 11.414 bcc TiZrNbMoV 3 À2.53 12.26 1970 5.50 9.54 bcc"
    },
    {
        "formula": "CoCrFeNiAlNb",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc + Laves",
        "processing_method": "",
        "bcc_fcc_other": "bcc",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Table I . I The microstructure and the parameters of d, DH mix , DS mix , T m , and X for TiZrNiMoV x and CoCrFeNiAlNb CoCrFeNiAlNb 0.1 À13.32 13.88 1696 5.62 1.767 bcc CoCrFeNiAlNb 0.25 À14.66 14.29 1726 5.99 1.682 bcc + Laves"
    },
    {
        "formula": "CoCrFeNiAlNb",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1773.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc + Laves",
        "processing_method": "",
        "bcc_fcc_other": "bcc",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "26 5.99 1.682 bcc + Laves CoCrFeNiAlNb 0.5 À16.58 14.71 1773 6.46 1.573 bcc + Laves CoCrFeNiAlNb 0.75 À18.03 14.87 1815 6.81 1.497 bcc + Laves"
    },
    {
        "formula": "CoCrFeNiAlNb",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1815.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc + Laves",
        "processing_method": "",
        "bcc_fcc_other": "bcc",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "26 5.99 1.682 bcc + Laves CoCrFeNiAlNb 0.5 À16.58 14.71 1773 6.46 1.573 bcc + Laves CoCrFeNiAlNb 0.75 À18.03 14.87 1815 6.81 1.497 bcc + Laves"
    }
]