[
    {
        "formula": "TiNbTaZrMo",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "bcc solid solution phases",
        "processing_method": "Arc-melted, vacuum annealed at 1273 K for 168 h",
        "bcc_fcc_other": "bcc",
        "type_of_test": "X-ray diffraction (XRD) analysis, optical microscopy (OM), scanning electron microscopy (SEM), electron probe microanalysis (EPMA), and transmission electron microscopy (TEM)",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A novel equiatomic TiNbTaZrMo high-entropy alloy (HEA) was developed as a new metallic biomaterial. The bcc solid solution phases with the different lattice constants were obtained in as-cast and annealed states. Arc-melted ingots were prepared by mixing lumps of the pure elements. To achieve a homogeneous distribution of the constituent elements in the alloy, the alloy was melted N 10 times and maintained in a liquid state for approximately 300 s during each melting event. The annealed samples were obtained by vacuum annealing at 1273 K for 168 h."
    },
    {
        "formula": "TiNbTaZrMo",
        "yield_strength": 1000.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "equi-axis fine dendrite structure",
        "processing_method": "as-cast and annealed",
        "bcc_fcc_other": "bcc",
        "type_of_test": "compression testing",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The as-cast and annealed TiNbTaZrMo HEAs show a high σ 0.2 of N1000 MPa. The values of σ 0.2 in the TiNbTaZrMo HEAs are higher than those of the refractory TiNbTaZrHf HEA and Ti-6Al-4V alloys. The annealing was effective in improving the deformability of the TiNbTaZrMo HEA, which may be related to the grain coarsening and/or redistribution of the constituent elements in the main-dendrite and inter-dendrite regions. The TiNbTaZrMo HEA shows high yield strength and good deformability."
    },
    {
        "formula": "TiNbTaZrMo",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1273.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "multicomponent solid solution phases",
        "processing_method": "as-cast and annealed",
        "bcc_fcc_other": "bcc1 + (bcc2)",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Fig. 1. Microstructure of the equiatomic TiNbTaZrMo HEAs as-cast and annealed at 1273 K for 168 h. (a) XRD patterns. (b1, b2) SEM-BSE images: (b1) as-cast state and (b2) annealed at 1273 K for 168 h. (c1-c5) EPMA elemental mapping results of as-cast sample: (c1) Ti image, (c2) Nb image, (c3) Ta image, (c4) Zr image, and (c5) Mo image. (d1, d2) TEM analysis results of as-cast sample: (d1) TEM-BF image and (d2) SAED pattern in [011] direction. Fig. 2c1-c5 shows the elemental mapping obtained using EPMA, focusing on the distribution of the constituent elements and chemical homogeneity in the main-dendrite (A) and inter-dendrite (B) regions in the as-cast TiNbTaZrMo HEA. The regions A and B both contained all the constituent elements, which led to the formation of multicomponent solid solution phases. The region A was enriched with Ta, Nb, and Mo, whereas Ti and Zr were concentrated in region B. The composition analysis results obtained by EPMA-wavelength dispersive X-ray spectroscopy (WDS) were as follows: in the region A, Ti 15.5 ± 0.4 [at%], Nb 22.4 ± 0.4 [at%], Ta 30.8 ± 0.8 [at%], Zr 8.4 ± 0.5 [at%], and Mo 22.9 ± 0.6 [at%]; whereas, in the region B, Ti 24.7 ± 0.2 [at%], Nb 13.6 ± 0.6 [at%], Ta 7.7 ± 0.5 [at%], Zr 40.9 ± 1.5 [at%], and Mo 13.1 ± 0.6 [at%]."
    }
]