[
    {
        "formula": "W 10 Mo 27 Cr 21 Ti 22 Al 20",
        "yield_strength": 1245.0,
        "grain_size": 0.0,
        "experimental_density": 7.48,
        "hardness": 511.0,
        "test_temperature": 20.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC solid solution with typical dendritic microstructures",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compressive",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "A new refractory high entropy alloy (RHEA) with non-equiatomic composition of W 10 Mo 27 Cr 21 Ti 22 Al 20 was designed based on empirical rules and CALPHAD approach. Calculated results showed that W 10 Mo 27 Cr 21 Ti 22 Al 20 RHEA had lower density and higher melting temperature than that of equiatomic alloy. The designed alloy was prepared by vacuum arc melting then the crystal structure, microstructure, chemical composition, density, hardness and compressive strength had been evaluated. The alloy exhibited a BCC solid solution as major phase with typical dendritic microstructures. The experimental results confirmed calculated results, suggesting a BCC solid solution phase. The density of the alloy was 7.48 g/cm 3 , which was approximately close to the calculated value, 7.61 g/cm 3 . However, the measured hardness value (511 kg/mm 2 ) was significantly higher than the calculated value (125 kg/mm 2 ), indicating the effect of solid solution strengthening. This alloy had compressive yield strengths of 1245 MPa at room temperature, 510 MPa at 600 • C, 201 MPa at 1000 • C and 105 MPa at 1200 • C. Compressive strain of the alloy was limited at room temperature, but it increased significantly to above 60% at 1000 • C and 1200 • C. Comparing with four conventional superalloys Inconel 718, Waspaloy, Hastaloy X and Haynes 230, the studied RHEA shows lower density and superior high-temperature yield strength."
    },
    {
        "formula": "W 10 Mo 27 Cr 21 Ti 22 Al 20",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC phase, Laves phase",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "XRD, SEM, compression test",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The selected alloy W 10 Mo 27 Cr 21 Ti 22 Al 20 was prepared by vacuum arc melting (VAM). Crystal structure and phase identification were characterized using X-ray diffraction method (XRD, EXPLORER GNR analytical instrument group) with Cu Ka (λ = 0.15406 nm) radiation. The microstructure and the chemical compositions of the alloy were identified using a Field Emission Scanning Electron Microscope (FE-SEM, TESCAN-MIRA3) equipped with  backscattering electron (BSE) and energy dispersive x-ray spectroscopy (EDS, SAMx) detector. For both XRD and SEM, the samples cut from the center part of ingot were ground with SiC abrasive papers to 2000 grit, then polished with 1 μm diamond paste, and followed by ultrasonic cleaning in ethanol and distilled water. The density of the alloy was determined by Archimedes' law. Vickers microhardness was measured according to ASTM E384-16 using a Vickers microhardness tester (BUEHLER) under a load of 500 g for 20 s. Cylindrical samples (3 mm in diameter and 5 mm in height) for compression test were cut by wire electrical discharge machining of the button-shaped ingot. Compression tests were conducted at room temperature (RT), 600, 1000 and 1200 • C in a Zwick/Roell (Z250) mechanical testing machine equipped with Zwick contact extensometer under initial stain rate of 0.001/s. For elevated temperature tests, under argon atmosphere, the samples were heated at a heating rate of 20 • C/ min, soaked at the test temperature for 10 min and then compressed to a height strain of 60% or until fracture."
    },
    {
        "formula": "W 10 Mo 27 Cr 21 Ti 22 Al 20",
        "yield_strength": 1245.0,
        "grain_size": 0.0,
        "experimental_density": 7.48,
        "hardness": 511.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "dendritic with Laves phase",
        "processing_method": "VAM",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Non-equiatomic RHEA, W 10 Mo 27 Cr 21 Ti 22 Al 20, was designed as   optimum composition to achieve a solid solution phase with a minimum density and maximum melting temperature. This alloy was prepared by VAM technique and then the phase formation, microstructure, density and mechanical properties were studied. The obtained results can be summarized as follows: (1) This alloy had lower density and higher melting temperature than that of equiatomic alloy. (2) The XRD result showed the BCC solid solution as the major phase with minor Laves phase, which was in good agreement with the results of empirical parameters and CALPHAD. (3) The alloy had a typical dendritic structure consists of dendrites enriched with higher-melting-temperature elements (W and Mo), interdendrites enriched with other elements and the Laves phase enriched with Cr and Ti inside the interdendrite regions. (4) The measured lattice parameter and density of the alloy (3.114 Å and 7.48 g/cm 3 ) were approximately close to the calculated values. However, the measured hardness was found to be 511 kg/ mm2 which was significantly higher (about four times) than the calculated hardness value."
    },
    {
        "formula": "W 10 Mo 27 Cr 21 Ti 22 Al 20",
        "yield_strength": 1245.0,
        "grain_size": 0.0,
        "experimental_density": 7.61,
        "hardness": 511.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 1310.0,
        "elongation": 7.7,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "",
        "type_of_test": "Tensile",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The yield strength, σ 0.2 , (i.e., σ 0.2 is defined as the stress at ε = 0.2%) the maximum strength, σ max , and the fracture strain, ε f of the W 10 Mo 27 Cr 21 Ti 22 Al 20 RHEA at room temperature are 1245 MPa, 1310Mpa and 7.7%, respectively. At 600 • C, σ 0.2 and σ max decrease to 510Mpa and 605Mpa, and the alloy fracture occurs at about 16.4% strain. An increase in the test temperature to 1000 • C resulted in a further decrease of σ 0.2 and σ max to 201Mpa and 242Mpa, respectively."
    }
]