[
    {
        "formula": "TaTiZr",
        "yield_strength": 1671.0,
        "grain_size": 0.0,
        "experimental_density": 9.56,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 2.5,
        "elongation_plastic": 0.0,
        "microstructure": "coarse-grained structure consisting of Zr-rich BCC matrix and Ta-rich submicron-sized BCC precipitates, coherent to the matrix phase. omega-phase nano-precipitates detected inside the Zr-rich matrix.",
        "processing_method": "hot isostatic pressing (HIP)",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Microstructure and compression mechanical properties of a ternary TaTiZr alloy, after hot isostatic pressing (HIP) at 1400 • C, are reported. In the slow cooled condition, the alloy had a coarse-grained structure consisting of Zr-rich BCC matrix and Ta-rich submicron-sized BCC precipitates, which were coherent to the matrix phase. Ti was almost equally distributed between these two phases. omega-phase nano-precipitates were also detected inside the Zr-rich matrix. The HIP'd alloy had high yield stress of 1671 MPa at 25 • C and 1440 MPa at 400 • C, but low ductility, likely due to the presence of the omega phase. Considerable alloy softening, accommodated by a noticeable increase in ductility, occurred between 400 • C and 600 • C, with the yield stress decreasing to 346 MPa at 600 • C, 157 MPa at 800 • C and 103 MPa at 1000 • C. Such dramatic change in the mechanical behavior was correlated with dissolution of the omega phase and approaching phase equilibrium at T ≥ 600 • C."
    },
    {
        "formula": "TaTiZr",
        "yield_strength": 0.0,
        "grain_size": 320.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "The microstructure of the TaTiZr alloy consists of a continuous Zr-rich matrix and discontinuous, Ta-rich nanoprecipitates, which have near-spherical or ellipsoidal shapes. Ta-rich BCC1 precipitates have the same crystallographic orientation as the Zr-rich BCC2 matrix phase. After deformation, the microstructure inside grains looks morphologically similar to that observed in a non-deformed alloy. EBSD analysis reveals that the Ta-rich precipitates have a BCC crystal structure, and they have almost the same crystallographic orientation within a domain. The Zr-rich matrix channels consist of a very fine, nanometer-sized, mixture of BCC and HCP phases.",
        "processing_method": "HIP'd",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Microstructure of the HIP'd and deformed alloy specimens X-ray diffraction X-ray diffraction of the HIP'd alloy and an alloy sample deformed at 400 • C reveals the presence of three phases: a major BCC1 phase, with the lattice parameter a = 331.0 pm, and two secondary phases, BCC2 with a = 348.0 pm and a hexagonal omega phase with a = 491.2 pm, c = 303.5 pm and c/a ratio of 0.618 (Fig.  2 ). After deformation at 600 • C, the BCC1 and BCC2 phases are retained; however, the diffraction peaks from the omega phase are replaced with the peaks from a hexagonal phase with a = 309.9 pm, c = 495.0 pm and c/a ratio of 1.597 pm. After deformation at 800 • C and 1000 • C, only BCC1 and BCC2 phases are detected by X-ray diffraction. After deformation at 1200 • C, a diffraction peak located at 2Θ = 60.4 • , which likely belongs to the omega phase, is also present, together with diffraction peaks from the BCC1 and BCC2 phases (Fig.  2 )."
    },
    {
        "formula": "TaTiZr",
        "yield_strength": 0.0,
        "grain_size": 320.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1400.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC matrix and Ta-rich BCC nano-precipitates at RT; single-phase BCC at 1400°C; phase transformations to Zr-rich BCC matrix and Ta-rich BCC nano-precipitates during cooling",
        "processing_method": "HIP",
        "bcc_fcc_other": "BCC",
        "type_of_test": "Microstructure analysis",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Discussion According to CALPHAD calculations and the microstructure analysis, T = 1400 • C, at which the TaTiZr alloy was HIP'd, corresponds to a   single-phase BCC range. Holding at this temperature for 3 h was sufficient to homogenize the TaTiZr alloy and achieve the even distribution of the constituent elements in different regions of the produced alloy sample. During slow cooling from 1400 • C to room temperature (RT), phase transformations occurred, and at RT the equiatomic TaTiZr alloy consisted of two major phases: Zr-rich BCC matrix and Ta-rich BCC nano-precipitates."
    },
    {
        "formula": "TaTiZr",
        "yield_strength": 1671.0,
        "grain_size": 320.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "HIP",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "After hot isostatic pressing (HIP) at 1400 • C for 3 h followed by slow cooling at 15 • C/min to room temperature TaTiZr has a metastable structure quenched from ~800 to 1130 • C and consisted of coherent, disordered Ta-rich BCC1 submicron-sized particles inside the Zr-rich BCC2 matrix phase. omega-phase nanoprecipitates and twins are also present inside the matrix phase. In the HIP condition, TaTiZr has high yield stress, 1671 MPa and 1440 MPa, at 25 • C and 400 • C, respectively, but its fracture by localized shear occurs almost immediately after plastic yielding at these temperatures."
    },
    {
        "formula": "TaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC1, BCC2, HCP",
        "processing_method": "HIP'd, compression deformation",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "BCC precipitates are much stronger at high temperatures. and single-phase BCC alloys NbTiZr (Δ) and HfNbTaTiZr (◊). These weak diffraction spots are indicative of the presence of the omega (ω) phase commonly reported in Ti and Zr alloys with a metastable BCC crystal structure. The omega phase has a hexagonal crystal structure with the lattice parameters a ω = ̅̅̅ 2 √ a BCC2 = 494 pm and c ω = ̅̅ 3 √ 2 a BCC2 = 302 pm (c/a = 0.61). Two rotation variants (ω1 and ω2)"
    }
]