[
    {
        "formula": "Ti37.5Nb12.5Hf25Al25",
        "yield_strength": 0.0,
        "grain_size": 300.0,
        "experimental_density": 7.23,
        "hardness": 0.0,
        "test_temperature": 22.0,
        "ultimate_tensile_strength": 1645.0,
        "elongation": 1.0,
        "elongation_plastic": 0.0,
        "microstructure": "single-phase B2 structure; coarse-grained; after further annealing at 600 °C, precipitation of Widmanstatten second phase particles",
        "processing_method": "vacuum arc melting; annealed at 1200 °C for 24 h; further annealed at 600 °C for 24 h",
        "bcc_fcc_other": "B2",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "After annealing at 1200 °C, the Ti37.5Nb12.5Hf25Al25,Ti40Nb30Hf15Al15, and Ti40Nb20Ta10Hf15Al15 alloys had a coarse-grained single-phase microstructure with the average grain size ~300 μm, (Figure  1a-c ); no secondary phases were observed. After further annealing at 600 °C, precipitation of profuse Widmanstatten second phase particles was revealed. The particles located adjust to grain boundaries were coarser than the particleswithin the grain interior. The volume fraction of the second phase was nearly equal in all program alloys and estimated to be ~ 35%. After annealing at 1200 °C, all the program alloys had a single-phase B2 structure as revealed by the selected area electron diffraction (SAED) patterns. TEM analysis revealed numerous anti-phase boundaries in the matrix grains (denoted in figure  2a-c  as APBs); no secondary phases were found in all alloys. IOP Publishing doi:10.1088/1757-899X/1014/1/012041 3 The phases found after further annealing at 600 °C, were identified using TEM analysis: the matrix had the B2 (Ti37,5Nb12,5Hf25Al25) or bcc (Ti40Nb30Hf15Al15 and Ti40Nb20Ta10Hf15Al15) structure, whilst the particles were defined as the O-phase.  Mechanical properties Stress-strain curves of the program alloys annealed at 1200 °C, i.e. with the single B2 phase structure, are presented in figures 3a, b. At 22 °C, the Ti40Nb30Hf15Al15 and Ti40Nb20Ta10Hf15Al15 alloys demonstrated moderate strength (830 and 1075 MPa, respectively), high strain hardening capacity and compressive ductility. Meanwhile, the Ti37.5Nb12.5Hf25Al25 alloy was the strongest (1645 MPa), albeit fractured after 1% of plastic deformation. At 600 °C, the strength of the Ti40Nb30Hf15Al15 and Ti40Nb20Ta10Hf15Al15 alloys reduced to 635 and 700 MPa, respectively. The Ti37.5Nb12.5Hf25Al25 alloy exhibited a notable decrease in yield strength to 810 MPa with a simultaneous increase in compressive ductility to 12%. Subsequent annealing at 600 °C (which caused precipitation of the O-phase particles in the bcc/B2 matrix) changed the mechanical properties of the program alloys markedly (Figures  3c, d ). The Ti40Nb30Hf15Al15 alloy demonstrated a ~50% strength increment both at 22 and 600 °C while maintaining reasonable compressive ductility at 22 °C. A similar annealing effect on room-temperature mechanical properties was also found for the Ti40Nb20Ta10Hf15Al15 alloy; however, at 600 °C, the alloy performance degraded inevitably; i.e. both strength and ductility became worse in comparison with annealing at 1200 °C. In the case of the Ti37.5Nb12.5Hf25Al25 alloy, annealing at 600 °C increased its hightemperature strength, but drastically diminished compressive ductility. The obtained findings suggest complex relationships between the chemical composition, structure, and mechanical properties of the O-phase strengthened RHEAs since similar microstructural changes (precipitation of the O-phase particles) had a drastically different effect on the mechanical performance of the program alloys. Further   Conclusions Microstructure and mechanical properties of the refractory Ti37.5Nb12.5Hf25Al25, Ti40Nb30Hf15Al15, and Ti40Nb20Ta10Hf15Al15 high entropy alloys were studied. The following conclusions were drawn: • After annealing at 1200 °C, all the program alloys have a single-phase B2 structure. Further annealing at 600 °C led to the formation of a mixture of the B2 (Ti37,5Nb12,5Hf25Al25) or bcc (Ti40Nb30Hf15Al15, Ti40Nb20Ta10Hf15Al15) matrix and nanosized Widmanstatten O-phase particles. • In the single-phase state, the Ti40Nb30Hf15Al15 and Ti40Nb20Ta10Hf15Al15 alloys demonstrated moderate strength and high compressive ductility at 22 and 600 °C. The Ti37.5Nb12.5Hf25Al25 alloy showed the highest strength, but very limited ductility. The precipitation of the O-phase enhanced the strength of the Ti40Nb30Hf15Al15 alloy at 22 and 600 °C without notable sacrificing in compressive ductility at 22 °C. However, the mechanical properties of the Ti37.5Nb12.5Hf25Al25 and Ti40Nb20Ta10Hf15Al15 alloys deteriorated after annealing at 600 °C. Figure 1 . 1 Figure 1. SEM images of the Ti37.5Nb12.5Hf25Al25 (a, d), Ti40Nb30Hf15Al15(b, e), Ti40Nb20Ta10Hf15Al15 (c, f) alloys after"
    },
    {
        "formula": "Ti40Nb20Ta10Hf15Al15",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "annealing at 1200°C, 24h and further annealing at 600°C, 24h",
        "bcc_fcc_other": "",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Ti40Nb20Ta10Hf15Al15 (c, f) alloys after annealing at 1200°C, 24 h (a, b, c) and further annealing at 600°C, 24h (d, e, f)."
    }
]