[
    {
        "formula": "MoNbTaV",
        "yield_strength": 1500.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 4950.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "single BCC phase",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Guided by CALPHAD (Calculation of Phase Diagrams) modeling, the refractory medium-entropy alloy MoNbTaV was synthesized by vacuum arc melting under a high-purity argon atmosphere. A body-centered cubic solid solution phase was experimentally confirmed in the as-cast ingot using X-ray diffraction and scanning electron microscopy. The measured lattice parameter of the alloy (3.208 Å) obeys the rule of mixtures (ROM), but the Vickers microhardness (4.95 GPa) and the yield strength (1.5 GPa) are about 4.5 and 4.6 times those estimated from the ROM, respectively."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "dendritic",
        "processing_method": "non-equilibrium solidification",
        "bcc_fcc_other": "BCC",
        "type_of_test": "XRD, EDX, EDS mapping, CALPHAD modeling",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The backscattered-electron SEM image of the as-cast alloy (Figure  2 ) shows a typical dendritic microstructure, indicating constitutional segregation during the non-equilibrium solidification. CALPHAD Modeling Figure  5a  shows the evolution of predicted equilibrium phase mole fraction versus temperature for MoNbTaV. The only crystallization phase is the BCC phase that forms at 2437 °C, and it is predicted to decompose to a non-equimolar BCC phase and a minor V-rich BCC phase at 456 °C. The non-equilibrium solidification simulation was accomplished using the Scheil-Gulliver models  [35, 36] , which assume equilibrium mixing in the liquid with no diffusion in the solid. The simulation also predicts the formation of a single BCC solid solution phase as shown in Figure  5b . Simulation on the true bulk composition reveals very similar results; that is, only the BCC phase forms as the primary crystallization phase under both solidification routes, and it is stable over a very wide temperature range."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 1500.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 23.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 21.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "as-cast",
        "bcc_fcc_other": "",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Mechanical Properties Figure  7a  shows the engineering stress-strain curves (RT, 23 °C) for MoNbTaV alloy. The yield stress (i.e., σ 0.2 is defined as the stress at strain ε = 0.2%.) of MoNbTaV is 1.5 GPa, while the maximum compressive fracture strength is 2.4 GPa. The alloy exhibits about 21% compression strain before fracture and a large work-hardening capacity. Both the strength and the ductility of MoNbTaV are significantly greater than MoNbTaW (σ 0.2 = 1.0 GPa with compression strain ε = 2.1%)"
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "BCC",
        "processing_method": "CALPHAD",
        "bcc_fcc_other": "BCC",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The calculated VEC value for MoNbTaV is 5.25, so a BCC structure is expected to form in MoNbTaV. The calculated ∆χ value for MoNbTaV is 0.26. It is intuitively expected that low values of ∆χ will favor solid solution phase formation, but a prior study  [20]  also shows that empirical parameters such as ∆χ and Ω are not always effective in separating single-phase compositions from multi-phase ones. Instead, Gao et al.  [9, 11, 32]  have demonstrated an effect approach that combines phase diagram inspection, CALPHAD modeling, first-principles density functional theory (DFT) calculations, and ab initio molecular dynamics simulations. Using this methodology, hundreds of new single-phase HEA compositions have been suggested  [11] . For example, quaternary and higher-order equimolar compositions in the Dy-Er-Gd-Ho-Lu-Sc-Sm-Tb-Tm-Y, Ba-Ca-Eu-Sr-Yb, Mo-Nb-Ta-Ti-V-W, and Mo-Nb-Re-Ta-Ti-V-W systems have been suggested. The thermodynamic properties of the Mo-Nb-Ta-V system have been further studied using CALPHAD. Using BCC phase as the reference state, the calculated entropy of mixing and enthalpy of mixing for BCC phase of MoNbTaV are predicted to be 10.79 J/K/mol and ´4.13 kJ/mol, respectively. The entropy of mixing is slightly less than the ideal configurational entropy, suggesting a negative excess entropy for the alloy. Using liquid phase as the reference state, the calculated entropy of mixing and enthalpy of mixing for liquid phase of MoNbTaV are predicted to be 11.31 J/K/mol and ´2.97 kJ/mol, respectively. While the mixing entropies and mixing enthalpies for the BCC and liquid phases are fairly consistent for MoNbTaV, the contrasting trend in the mixing properties between BCC and liquid phases are observed in other refractory HEAs  [20, 30] . Using the default states as the reference (the stable structures at pressure of 1 atm and temperature of 25.15 ˝C), the total entropy, enthalpy and Gibbs free energy for MoNbTaV are shown in Figure  8 . The calculated total entropy at 300 K is 45.2 J/K/mol, which is about 3.9 times the ideal configurational entropy of 11.53 J/K/mol. This is mainly due to vibrational entropy, which is usually much larger than the configurational entropy as revealed by recent DFT calculations  [45] . For example, DFT calculations  [45]  show that the vibrational entropies for FCC CoCrFeNi, BCC MoNbTaW, and HCP CoOsReRu solid solution phases are already more than twice the ideal configurational entropy at room temperature. Vibrational entropy also scales with increasing temperature. The total enthalpy is ´4.09 kJ/mol at T = 27 ˝C, but quickly becomes positive with increasing temperature. The Gibbs energy combines the contributions from both enthalpy and entropy, but apparently the contribution from entropy overweighs that from enthalpy for this alloy. To analyze the compositional dependence of the thermodynamic properties, the mixing behavior in entropy, enthalpy and Gibbs free energy for the BCC phase for four pseudo-binaries of MoxNbTaV, MoNbxTaV, MoNbTaxV, and MoNbTaVx at 1000 °C were calculated as shown in Figure  9 . The entropies of mixing for these systems are fairly comparable and all lie below the ideal configurational entropy, and thus they"
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "BCC",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "The entropies of mixing for these systems are fairly comparable and all lie below the ideal configurational entropy, and thus they exhibit negative excess entropy. The enthalpy of mixing appears to be sensitive to the alloying elements. The addition of Mo lowers the enthalpy of mixing while the addition of V increases it. The resulting Gibbs free energy largely follows the trend of the enthalpy of mixing, suggesting that enthalpy plays a more important role in phase stability than entropy for the BCC phase among these pseudo-binaries."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 1500.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 21.0,
        "elongation_plastic": 0.0,
        "microstructure": "as-cast dendrite",
        "processing_method": "vacuum arc melting",
        "bcc_fcc_other": "BCC",
        "type_of_test": "compression",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "In conclusion, the refractory MoNbTaV HEA is designed by CALPHAD modeling and synthesized by vacuum arc melting. The as-cast alloy with a single BCC structure based on XRD and SEM analyses exhibits a high yield stress of ~1.5 GPa and a large compression fracture strain of ~21% at room temperature, both of which are significantly greater than what was found for the MoNbTaW alloy."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 1525.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 4947.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "microstructure": "",
        "processing_method": "",
        "bcc_fcc_other": "BCC",
        "type_of_test": "",
        "experimental_young_modulus": 0.0,
        "oxygen_content": 0.0,
        "nitrogen_content": 0.0,
        "carbon_content": 0.0,
        "evidence": "Table 1 . 1 The Metal Mo Nb Ta V MoNbTaV (Calc/Exp) a (Å) 3.1468 3.301 3.303 3.039 3.2036/3.208 r (Å) 1.4 1.47 1.47 1.35 - T m (°C) 2623 2477 3017 1910 2528/- H v (MPa) 1530 1320 873 628 1097/4947 σ 0.2 (MPa) 438 240 345 310 333/1525 VEC 6 5 5 5 - ∆χ 2.16 1.6 1.5 1.63 - G (GPa) 123 59.5 64.7 46.6 73.78/- crystal lattice parameter (a), atomic radius (r), melting temperature (T m ), Vickers hardness (H v ), yield strength (σ 0.2 ), valence electron concentration (VEC), Pauling electronegativity difference (∆χ), and shear modulus (G) of pure metals are given. The calculated (Calc) and experimental (Exp) data for MoNbTaV alloy is also listed here."
    }
]