[
    {
        "formula": "NbTaTi",
        "yield_strength": 0.0,
        "grain_size": 400.0,
        "experimental_density": 10.09,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Annealed (HIP'd) Condition Both NbTaTi and NbTaZr have near equiatomic compositions and their densities are 10.09±0.01 g/cm 3 and 10.30±0.01 g/cm 3 , respectively (Table  1 )."
    },
    {
        "formula": "NbTaZr",
        "yield_strength": 0.0,
        "grain_size": 40.0,
        "experimental_density": 10.3,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Annealed (HIP'd) Condition Both NbTaTi and NbTaZr have near equiatomic compositions and their densities are 10.09±0.01 g/cm 3 and 10.30±0.01 g/cm 3 , respectively (Table  1 )."
    },
    {
        "formula": "NbTaTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The equimolar alloys, NbTaTi and NbTaZr, studied in this work represent two ternary components, which are commonly observed, together with NbTiZr  [7]  and MoNbTi  [12] , in refractory high entropy alloys (RHEAs) with a single-phase BCC crystal structure  [3] , such as NbTaTiZr  [34] , HfNbTaTiZr  [35, 36]  and HfMoNbTaTiZr  [37] , as well as in many multi-phase RCCAs  [3] . While ternary NbTiZr and MoNbTi alloys are also single-phase BCC structures, NbTaTi consists of a BCC1 matrix and Ti-rich BCC2 precipitates, and NbTaZr consists of a nano-lamellar mixture of two BCC phases, one of which is rich in Nb and Ta and another is rich in Zr. A small fraction of Ti and N-rich FCC phase in NbTaTi and Zr-rich HCP phase in NbTaZr is also detected at or near grain boundaries. Formation of the secondary BCC phases in NbTaTi and NbTaZr is likely due to the presence of Ta, which has high repulsive interactions with Ti and Zr in a certain temperature and composition ranges  [38] [39] [40] . Indeed, the refractory elements Nb and Ta belong to subgroup V of the periodic table and form a continuous BCC solid solution  [41, 42] . J o u r n a l P r e -p r o o f solutions with Nb and Ta at high temperatures. At lower temperatures, in accord to the currently available experimental data and CALPHAD database trained on this data  [41, 42] , a two-phase, BCC+HCP, region is present in Nb-Ti, Ta-Ti and Nb-Ta-Ti systems, with the solvus temperature decreasing with increasing the concentrations of Nb and Ta. For example, our CALPHAD calculations predict formation of the hexagonal phase in the equimolar NbTaTi below ~549°C. At the same time, recent ab-initio calculations of the Ta-Ti phase diagram predict a miscibility gap in the BCC phase region, at Ta concentrations higher than 40 at.%, which results in the formation of two BCC phases, one is rich in Ti and another is rich in Ta  [40] . It is possible that the Ti-rich BCC2 phase observed in NbTaTi is related to the predicted immiscibility between Ta and Ti. A relatively low temperature of the BCC to HCP phase transformation in this alloy, at which diffusion of Nb and Ta is extremely low, can also be the reason of the formation of the Tirich BCC phase in NbTaTi. Indeed, in accord to the CALPHAD analysis, the equilibrium HCP phase contains very small amount (less than 2.5% in total) of Nb and Ta. These equilibrium concentrations between the phases are achieved by diffusion and require very long time at temperatures below 600°C. Therefore, experimental observation of the Ti-rich BCC2 phase, which contains rather large amount (from 26 to 48%) of Nb and Ta (Table  3 ), can be explained by insufficient diffusion of these elements during the phase transformation. Being BCC stabilizers, Nb and Ta prevent transformation of the Ti-rich particles to the hexagonal structure. Instead, a secondary, metastable Ti-rich BCC2 phase forms at ambient conditions. Relatively large amounts of O and N results in the formation of grain-boudary Ti-rich FCC precipitates in NbTaTi. It is known that TiN and TiO can have the FCC crystal structure  [17, 43] . However, recently a FCC phase was also reported in a commercially pure Ti after cold working  [44]  or mechanical attrition  [45] , as well as in powder metallurgy Ti-8Mo-6Fe synthesized after ball milling in high-purity nitrogen atmosphere  [46] . It is likely that formation of the FCC phase in all these cases is coincided with the interaction of Ti with O and/or N; however, it is not yet identified if such interactions form FCC oxides  [17, 43]  or a new FCC crystal structure of O and N solid solutions in Ti can be present under certain conditions  [44] [45] [46] . The binary N"
    },
    {
        "formula": "NbTaZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 10.3,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "However, NbTaZr has higher density (10.3 g/cm 3 ) than NbTiZr (6.63 g/cm 3 )."
    },
    {
        "formula": "NbTaTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Figure 1. True stress vs. true strain compression curves of (a) NbTaTi and (b) NbTaZr obtained at 25°C, 400°C, 600°C, 800°C, 1000°C and 1200°C."
    },
    {
        "formula": "NbTaZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Figure 1. True stress vs. true strain compression curves of (a) NbTaTi and (b) NbTaZr obtained at 25°C, 400°C, 600°C, 800°C, 1000°C and 1200°C."
    },
    {
        "formula": "NbTaTi",
        "yield_strength": 724.0,
        "grain_size": 0.0,
        "experimental_density": 10.09,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 1137.0,
        "elongation": 0.354,
        "elongation_plastic": 0.0,
        "evidence": "Table 2 . 2 Compression properties of NbTaTi and NbTaZr alloys at different temperatures: yield stress (σ y ), true peak stress (σ p ) and the respective true peak strain (ε p ). J o u r n a l P r e -p r o o f T, °C 25 400 600 800 1000 1200 NbTaTi σ y , MPa 724 469 341 268 201 129 σ p , MPa 1137 828 650 409 246 137 ε p 0.354 0.165 0.171 0.122 0.035 0.023"
    },
    {
        "formula": "NbTaZr",
        "yield_strength": 1027.0,
        "grain_size": 0.0,
        "experimental_density": 10.3,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 1409.0,
        "elongation": 0.169,
        "elongation_plastic": 0.0,
        "evidence": "Table 2 . 2 Compression properties of NbTaTi and NbTaZr alloys at different temperatures: yield stress (σ y ), true peak stress (σ p ) and the respective true peak strain (ε p ). J o u r n a l P r e -p r o o f T, °C 25 400 600 800 1000 1200 NbTaTi σ y , MPa 724 469 341 268 201 129 σ p , MPa 1137 828 650 409 246 137 ε p 0.354 0.165 0.171 0.122 0.035 0.023 NbTaZr σ y , MPa 1027 865 795 530 319 162 σ p , MPa 1409 1159 1014 711 380 183 ε p 0.169 0.092 0.128 0.101 0.029 0.018"
    }
]