[
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 70.0,
        "experimental_density": 9.9,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "As a result, a new HfNbTaTiZr RHEA was designed with a reduced density of ~9.9 g/cm 3 and despite its high melting point, different groups could also successfully produce this RHEA using different processing techniques such as arc melting  [6] , spark plasma sintering  [7] , and laser metal deposition  [8, 9] . More importantly, this alloy was found to have an impressive combination of strength and ductility at room temperature for a BCC alloy  [10] . Because of its excellent malleability, cast HfNbTaTiZr can be processed by rolling  [10, 11]  and high-pressure torsion  [12]  at room temperature followed by recrystallization heat treatments. Due to these features, HfNbTaTiZr has received an increasing interest in the material science community and is currently one of the most understood BCC RHEA so far regarding phase stability [12e16], mechanical properties and deformation mechanisms  [11,17e23] ."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 60.0,
        "experimental_density": 9.9,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The microstructure and texture of the B23 sheet were analysed by EBSD using a longitudinal section as well as a cross-section. A fully recrystallized microstructure is achieved after cold rolling followed by annealing at 1373 K for 5 h. The grains are equiaxed in the (RD,TD) plane and the average grain size is about 80 mm. In the cross-section plane which spans the whole thickness of the cold rolled and annealed sheet, the microstructure was found to be fully recrystallized and grains appeared somewhat shorter in the ND direction. The mean grain size determined with this cross-section is smaller and is ~60 mm. The density of the alloy is 9.9 g/cm3 ± 0.1 g/cm3."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 293.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "An equiatomic HfNbTaTiZr high-entropy alloy was produced by arc-melting. The cast ingots were homogenized, cold rolled, and recrystallized at 1373 K for 5 h. After recrystallization, the alloy was found to be a single-phase BCC solid solution with equiaxed grains and a nearly random texture. Its elastic moduli were determined as a function of temperature."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 300.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "At room temperature (300 K), the elastic moduli of the polycrystalline HfNbTaTiZr RHEA are: G ¼ 35.8 GPa, E ¼ 90 GPa, B ¼ 62 GPa, and n ¼ 0.26;"
    }
]