[
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 10.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "the polycrystals annealed just below the melting point by the optical floating zone furnace reveal coarse grains about 10 mm in diameter."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 1000.0,
        "grain_size": 10.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 293.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 25.0,
        "elongation_plastic": 0.0,
        "evidence": "Both the single crystals and polycrystals show a high yield stress of around 1000 MPa at room temperature. The ST crystals show a large elongation of around 25%."
    },
    {
        "formula": "HfNbTaTiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 873.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Conclusions Deformation behavior of equiatomic HfNbTaTiZr single crystals and polycrystals was examined focusing on the effect of the phase transformation. The following conclusions were reached. 1. Motion of 1/2<111> screw dislocations governs the plastic deformation behavior of solutionized HfNbTaTiZr single crystals and polycrystals. Moreover, the single crystals and polycrystals exhibit a yield stress anomaly of which peak temperature is 873 K. 2. The microstructure of HfNbTaTiZr alloys varies with annealing temperature. Phase separation into two bcc phase occurs in the temperature range from 773 K to 1073 K. On the other hand, the hcp phase is precipitated at 773-973 K, while there exists the fine ω phase at 673 K, which is similar to β-titanium alloys. 3. The hardness of HfNbTaTiZr alloys is insensitive to the bcc phase separation. In contrast, the precipitation of the hcp and ω phases increase the hardness. The precipitation of the hcp phase at 873 K is accelerated in the single crystals and deformed polycrystals. Therefore, the dynamic precipitation of the hcp phase at 873 K plays an important role in the yield stress anomaly. 4. Tensile elongation of the polycrystals at room temperature decreases by the formation of the hcp and ω phases at 873 K and 673 K, respectively."
    }
]