[
    {
        "formula": "Ti x WTaVCr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The synthesis and characterization of Ti x WTaVCr alloys for high-temperature and fusion plasma-facing applications are presented in this study. Specimens of Ti x WTaVCr containing 0 to 7 at% Ti were prepared via spark plasma sintering of an elemental powder mixture at 1500 C. Characterization of sintered samples via X-ray diffraction and scanning electron microscopy with energy dispersive spectroscopy revealed increased formation of a BCC solid solution due to the addition of up to 7 at% Ti. Mechanical characterizations of the Ti x WTaVCr alloys indicate that they are harder and stronger than several reported high-entropy alloys. The alloy that contained 7 at% Ti also exhibited improved oxidation resistance in air at 1000 C. Its improved strength, hardness, and oxidation resistance suggest future applications for this high-entropy alloy in high-temperature and nuclear applications."
    },
    {
        "formula": "7Ti s",
        "yield_strength": 0.0,
        "grain_size": 2.75,
        "experimental_density": 0.0,
        "hardness": 714.0,
        "test_temperature": 1200.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The 7Ti s sample is harder than several other refractory, HEAs. As shown in Fig.  5 (b), the compressive strengths of the xTi s range from 2327 to 2034 MPa and 979e586 MPa at room temperature and 1200 C, respectively."
    },
    {
        "formula": "Ti x WTaVCr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1000.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "This study showed that the addition of 7 at% Ti to a Ti x WTaVCr alloy can lead to the formation of a BCC solid solution (>95 vol% by image analysis) via SPS of an elemental powder mixture. The resulting materials exhibit lower activation characteristics and higher strengths and hardnesses (at both room temperature and high temperatures) than several other refractory HEAs, as well as better oxidation resistance than Ti-free samples. Thus, Ti x WTaVCr has the potential for use in high-temperature and plasma-facing applications."
    }
]