[
    {
        "formula": "TiZrNbHfTa",
        "yield_strength": 880.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Among the bcc family, the first published results on refractory compositions highlighted some promising high temperature properties, the tests being performed in compression mode on as-cast materials and under vacuum [8, 9]. Possible control of the microstructure was afterwards demonstrated, using thermomechanical treatments [10, 11]. Some uncommon features were already reported, as for example the case of the recrystallized quaternary bcc TiZrNbHf displaying a yield strength of 880 MPa in tension, at room temperature [12]."
    },
    {
        "formula": "",
        "yield_strength": 0.0,
        "grain_size": 31.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The average grain size in the tensile testing specimen and in the shear tested specimen are 31 µm and 65 µm, respectively."
    },
    {
        "formula": "TiZrNbHfTa",
        "yield_strength": 940.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The multi-scale coupling between mechanical testing and microstructural analysis of the TiZrNbHfTa solid solution gives some clear indications on the plastic behavior of such multi-component alloy."
    },
    {
        "formula": "",
        "yield_strength": 0.0,
        "grain_size": 30.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "For the considered grain size of approximately 30 µm, and using the value of k from the literature [11], ‫‪ሻ‬ۯ۳۾ۻ‪ሺ‬‬ is estimated to 45 MPa. Therefore, ‫‪ሻ‬ۯ۳۾ۻ‪ሺ‬‬ is close to 895 MPa leading to an average CRSS around 325 MPa, considering a scale factor of 2.75."
    },
    {
        "formula": "random bcc multicomponent alloy",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "hypotheses are in line with recent atomistic simulations performed on a random bcc multicomponent alloy [15]. Authors evidence four major points: screw dislocation core strongly varies along the line, probably based on the local chemical environment; high calculated CRSS due to local fluctuations of composition; strong hardening due to the frequent formation of super jogs by cross-kinks at misfit strain centers; high kink pair activation energy in the model random MPEA; reduced mobility of edge dislocations."
    }
]