[
    {
        "formula": "CoCrMoNbTi0.2",
        "yield_strength": 1906.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 916.46,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 5.07,
        "elongation_plastic": 0.0,
        "evidence": "Particularly, for the CoCrMoNbTi 0.2 alloy, the hardness, compressive strength and fracture strain were as high as 916.46 HV 0.5 , 1906 MPa and 5.07%, respectively."
    },
    {
        "formula": "CoCrMoNbTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "From representative x-ray diffraction patterns of the as-cast CoCrMoNbTi x (x = 0, 0.2, 0.4, 0.5 and 1.0) as shown in Fig. 1 , it can be seen that all the alloys were composed of a major disordered BCC solid solution phase. A tiny BCC peak was observed at approximately 31°in the XRD patterns for the Ti0, Ti0.5, Ti1.0 and some Ti0.2 and Ti0.4 alloys, suggesting that an ordered BCC phase exists in the alloys. The Ti0 and Ti0.2 alloys display a predominant BCC phase accompanied by the Laves phase, which was identified as a Cr 2 Nb type with a hexagonal close-packed (HCP) lattice structure in accordance with the Powder Diffraction File edited by International Center for Diffraction Data (Ref 28). It was clear that the Ti0.4 alloy was only composed of a single BCC crystal structure. Moreover, as the molar ratio of the Ti was increased to 0.5 and 1.0, in addition to strong BCC solid solution diffraction peaks and the Cr 2 Nb Laves phases, there were reflections from another Laves phase with lattice parameters of a = 0.473 nm and c = 1.541 nm. This was subsequently identified as a hexagonal close-packed Co 2 Ti phase. One conclusion can be drawn that Ti addition of at least 11.1 at.% promotes the formation of Co 2 Ti-type intermetallic phases. From the x-ray diffraction analysis, the primary phases of all alloys are still BCC solid solution phases, although an extra minor phase precipitated. The lattice constants for the solid solution were estimated from the strongest (100) BCC peak via BraggÕs law (Ref 29) and calculated from the XRD data with the results listed in Table 2 . The lattice parameters for the BCC phases gradually increased from 3.1471 to 3.1532 A ˚This phenomenon was expected, as the atomic radius of Ti is much larger than the other constituent elements (see Table 3 ). The addition of Ti not only introduced lattice strains but also affected the microstructure of the alloys. According to the Gibbs phase rule, F = C À P + 1 (where F is a degree of freedom, C is the number of components and P is the number of phases), the maximum number of equilibrium phases in a C component system at constant pressure is P = C + 1. When an alloy solidifies under non-equilibrium condition, the expression P > C + 1 holds true. However, in this research, a simple BCC solid solution is the main phase prior to the formation of intermetallic phases in the CoCr-MoNbTi x alloys, and the total number of phases was significantly less than the maximum equilibrium number allowed by the Gibbs phase rule. Compared with the traditional alloy containing many elements, the prior formation of the BCC solid solution before the intermetallic compounds in this alloy system was attributed to the high mixing entropy effect."
    },
    {
        "formula": "CoCrMoNbTi0.4",
        "yield_strength": 0.0,
        "grain_size": 12.0,
        "experimental_density": 8.366,
        "hardness": 830.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The measured density of the CoCrMoNbTi 0.4 alloy is 8.366 g/cm 3 , which is much lower than for the other HEAs containing heavier refractory elements  (Ref 19, 21) . This may be compared to the theoretical density for a disordered BCC solid solution in a CoCrMoNbTi 0.4 alloy, which may be estimated using the rule of mixtures:  q theor ¼ P c i A i P c i A i q i i; ðEq 6Þ where c i is the molar composition of an element, A i is the atomic weight and q i is the density of the pure element i. The calculated density for the CoCrMoNbTi 0.4 alloy in this study is 8.306% g/cm 3 , which is approximately 0.7% higher than theoretically expected for a disordered solid solution, and agrees with the earlier x-ray analysis. The small difference between the measured and theoretical densities may be caused by the compositional non-uniformity in the arc-melted sample and measurement uncertainty."
    },
    {
        "formula": "CoCrMoNbTi0",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 959.62,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The Ti0 alloys exhibited the highest hardnesses up to 959.62 HV 0.5."
    },
    {
        "formula": "CoCrMoNbTi0.2",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1906.0,
        "elongation": 5.07,
        "elongation_plastic": 0.0,
        "evidence": "The Ti0.2 alloy exhibited a compressive strength of 1906 MPa and a fracture strain of 5.07%."
    },
    {
        "formula": "CoCrMoNbTi1.0",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1097.0,
        "elongation": 3.88,
        "elongation_plastic": 0.0,
        "evidence": "The Ti1.0 alloy exhibited the lowest compressive strength and fracture strain, 1097 MPa and 3.88%, respectively."
    },
    {
        "formula": "Ti0",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1419.6,
        "elongation": 5.77,
        "elongation_plastic": 0.0,
        "evidence": "Ti0 1419.6 5.77 This work"
    },
    {
        "formula": "Ti0.2",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1905.6,
        "elongation": 5.07,
        "elongation_plastic": 0.0,
        "evidence": "Ti0.2 1905.6 5.07 This work"
    },
    {
        "formula": "Ti0.4",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1771.3,
        "elongation": 4.62,
        "elongation_plastic": 0.0,
        "evidence": "Ti0.4 1771.3 4.62 This work"
    },
    {
        "formula": "Ti0.5",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1609.2,
        "elongation": 4.92,
        "elongation_plastic": 0.0,
        "evidence": "Ti0.5 1609.2 4.92 This work"
    },
    {
        "formula": "Ti1.0",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1096.8,
        "elongation": 3.88,
        "elongation_plastic": 0.0,
        "evidence": "Ti1.0 1096.8 3.88 This work"
    }
]