[
    {
        "formula": "VxNbMoTa",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Mechanical properties and strengthening, deformation, and/or fracture mechanisms of refractory high-entropy alloys VxNbMoTa are investigated. At room temperature, both the yield strength and ductility of VxNbMoTa are greatly improved when increasing the V concentration, which can be related to the enhanced solid solution strengthening and the grain refinement. The fracture morphologies of VxNbMoTa experience the intergranularto-transgranular transition as increasing the V content. The better ductility of high vanadium alloys should attribute to the refined grains and reduced impurities and brittle compounds at the grain boundary as revealed by atom probe tomography. At 800 • C and 1000 • C, the VxNbMoTa alloys of higher V concentrations exhibit weaker strain hardening rates, while this is opposite at room temperature. This can be explained by the decreased activation energy of hot deformation as increasing the V concentration at elevated temperatures, as indicated by flow stress analyses using the strain-compensated Arrhenius-type model with improved predictability."
    },
    {
        "formula": "VxNbMoTa",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 800.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Fig. 3 (a) and (b) show true stress-strain curves of V x NbMoTa RHEAs at 800 • C and 1000 • C. Compared with the RT properties shown in Fig. 1 (a), the strength of all alloys decreases as increasing the temperature and the yield strength raises as the V concentration increases (Table 1 ), and there is no fracture (up to 50% strain) at high temperatures."
    },
    {
        "formula": "VxNbMoTa",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Mechanical properties and strengthening, deformation, and/or fracture mechanisms of novel V x NbMoTa RHEAs are investigated in this study."
    },
    {
        "formula": "VxNbMoTa",
        "yield_strength": 1233.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 293.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 29.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 1 Mechanical properties of V x NbMoTa RHEAs at RT, 800 • C, and 1000 • C. V0.25 V0.5 V0.75 V1.0 RT σ y /MPa 1017 1085 1173 1233 ε f /% 9.2 12.5 17.1 29.0 800 • C σ y /MPa 763 824 887 933 ε f /% >51 >51 >51 >51 1000 • C σ y /MPa 694 741 772 811"
    }
]