[
    {
        "formula": "Ti25Zr25Nb25V25",
        "yield_strength": 876.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 20.7,
        "elongation_plastic": 0.0,
        "evidence": "The Ti 25 Zr 25 Nb 25 V25 alloy presented high mechanical properties (tensile yield strength σ y = 876 MPa and elongation of 20.7%)"
    },
    {
        "formula": "Ti-Zr-Nb-V",
        "yield_strength": 876.0,
        "grain_size": 100.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 20.7,
        "elongation_plastic": 0.0,
        "evidence": "It is observed that V25 displays the best performance with excellent values for the yield strength (σ y ) and elongation of 876 MPa and 20.7% (the strain was not directly measured by extensometry), respectively."
    },
    {
        "formula": "Ti-Zr-Nb-V",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "In this work, Ti-Zr-Nb-V alloys with different V/Zr ratios were prepared by vacuum arc melting. While most of the alloys, and particularly those with a low V/Zr ratio, are SSSs with the BCC structure, the non-negligible V-Zr interaction leads to the presence of V 2 Zr (Laves phase) precipitates in the V30 and V35 alloys. The Laves phase precipitates ahead of the advancing solid-liquid interface during the solidification of the alloy and inhibits the generation of the directional crystallized dendritic morphology. When the lattice distortions of different alloys were designed to remain stable, an increasing V/Zr ratio results in an increase in the VEC and a decrease in the lattice constant. The increase in the VEC per lattice volume enhances the Coulombic interaction between the free electrons and the ion cores, leading to the increased binding energy of the metallic bond. Excluding the contributions of other strengthening effects and based on the Coulombic force model, a semi-quantitative formula = + VEC R 437 100•( ) • y n 2 1 relating the intrinsic yield strength of Ti-Zr-Nb-V alloys to the VEC and average atomic radius in the lattice is proposed. This formula shows good accuracy in the description of the intrinsic yield strength of Ti-Zr-Nb-V RHEAs and other RHEAs."
    },
    {
        "formula": "Ti-Zr-Nb-V",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 3 3 ΔS mix , ΔH mix , Ω, δ and VEC of the Ti-Zr-Nb-V alloys and the criteria for the formation of a BCC single solid solution (SSS). Alloy ΔS mix (J mol -1 K -1 ) ΔH mix (kJ mol -1 ) Ω δ (%) VEC V15 10.49 0.210 110 6.27 4.34 V20 11.40 0.084 303 6.27 4.44 V21.3 11.46 0.003 7374 6.27 4.46 V25 11.53 -0.250 104 6.27 4.50 V30 11.45 -0.570 45.2 6.27 4.55 V35 11.26 -0.852 29.7 6.27 4.59 Criterion for BCC-SSS 11-19.5[27] -11.6-3.2[28] > 1.1[26] < 6.6[26] < 6.87[13] J.Wang, S. Bai, Y. Tang et al. Journal of Alloys and Compounds 868 (2021) 159190 Journal of Alloys and Compounds 868 (2021) 159190"
    }
]