[
    {
        "formula": "NbTiVZr",
        "yield_strength": 960.0,
        "grain_size": 0.0,
        "experimental_density": 6.49,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Increase in Al content results in gradual decrease in density of the alloys from 6.49 g cm 23 of the NbTiVZr to 5.55 g cm 23 of the Al 1.5 NbTiVZr alloy."
    },
    {
        "formula": "Al 1.5 NbTiVZr",
        "yield_strength": 1320.0,
        "grain_size": 0.0,
        "experimental_density": 5.55,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Increase in Al content results in gradual decrease in density of the alloys from 6.49 g cm 23 of the NbTiVZr to 5.55 g cm 23 of the Al 1.5 NbTiVZr alloy."
    },
    {
        "formula": "Al x NbTiVZr",
        "yield_strength": 1320.0,
        "grain_size": 0.0,
        "experimental_density": 6.49,
        "hardness": 380.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1470.0,
        "elongation": 4.2,
        "elongation_plastic": 0.0,
        "evidence": "The NbTiVZr alloy demonstrates high yield strength of 1320 MPa, but very limited ductility of 4.2% and fractures at stress of 1470 MPa."
    },
    {
        "formula": "Al x NbTiVZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Effect of Al on mechanical properties of Al x- NbTiVZr HEAs The mechanical properties of the Al x NbTiVZr alloys apparently are significantly affected by the concentration of Al. For instance, the microhardness (Table  3 ) demonstrates apparent tendency to increase with increase in Al content. As Al results in increase in volume fraction of second phase particles, it can be supposed that hardness can be dependent on the volume fraction of particles. Figure  6  shows the dependence of microhardness of the Al x NbTiVZr alloys on the volume fraction of second phase particles (in the as solidified condition, the volume fraction of second phase particles is equal to the volume fraction of Laves phase particles; in homogenised condition, to sum of the volume fraction of Laves phase and Zr 2 Al phase). Figure  6  clearly demonstrates that there is linear proportion between microhardness and the volume fraction of second phase particles in the Al x NbTiVZr alloys, which can be written as follows HV ¼ 5:21V second phase þ 398:4 ð8Þ Two following conclusions can be made from this dependence: first, the hardness of the Al x NbTiVZr alloys can be rather precisely controlled by varying concentration of Al and heat treatment, as the volume fraction of second phase particles was found to be dependent on the composition of the alloy and sensitive to annealing; second, there is no substantial differences in hardening produced by particles of Laves phase and Zr 2 Al particles as the sum of their volume fractions can be successfully used to predict hardness of the Al x- NbTiVZr alloys. However, the hardening by second phase particles does not explain increase in hardness of the NbTiVZr alloy after homogenisation (Table  3 ), as in this case, the Laves phase particles found in as solidified condition were almost completely dissolved after annealing. Moreover, the yield strength of the homogenised NbTiVZr alloy is higher than the yield strength of the Al containing alloys despite the fact that alloys with Al contain significant volume fraction of second phase particles. It is widely accepted that the crystal lattice of the solid solution HEAs is severely distorted due to the presence of several types of atoms with different sizes.  1  Lattice distortions are expected to cause significant solid solution type strengthening, although in multicomponent alloys, there is difficult to define 'solvent' and 'solute' atoms.  35  Apparently, the strengthening caused by atoms of different sort is proportional to difference of their atomic sizes with average atomic radii.  36  With respect to the Al x NbTiVZr alloys, the Al, Nb and Ti have similar radii, Zr has considerably higher radius and V has considerably lower radius (Table  5 ). Therefore, it can be suggested that lattice distortions will be generated predominantly by V and Zr atoms. In the homogenised NbTiVZr alloy, all V and Zr atoms are in the solid solution, whereas in as solidified state, they cluster in the Laves phase particles (Tables  1  and 2 ). Therefore, probably, lower hardness of the as solidified alloy can be attributed to the weaker solid solution type strengthening of the bcc matrix phase. Similarly, in the Al containing alloys, the matrix phase is enriched with Nb and Ti and depleted of Zr and V, which tend to segregate in the second phase particles (Tables  1  and 2 ). The difference between Zr and V content in the bcc phase between the NbTiVZr and the Al containing alloys is as high as 8.9-24.0% (Table  2 ). Thus, the solid solution type strengthening of the matrix phase in the Al containing alloys can be significantly weaker than in the NbTiVZr alloy due to depletion of the bcc matrix phase of the Zr and V atoms, presumably causing high distortions of crystal lattice. One can anticipate that the presence of second phase particles will cause strengthening of the Al x NbTiVZr in proportion with hardness (Fig.  5 ). Indeed, some increase in the strength in the Al containing alloys with increase in Al content is most likely associated with higher volume fraction of second phase particles. However, the resulting compression strength of the Al containing alloys is lower than that of the NbTiVZr alloy despite their significant volume fraction. It indicates that the particles do not contribute much to compression strength, most probably due to their morphology, large sizes and location predominantly on grain boundaries. Moreover, the particles of second phase likely are the reason of the poor ductility, as, for example, the Laves phase is known to be extremely brittle at room temperature.  37  Even in the NbTiVZr alloy, the presence of thin grain boundary layer of Laves phase can be thought to be the reason of relatively low ductility. In Al containing alloys, increase in volume fraction of second phases results in gradual decrease in ductility, and the Al 1.5 NbTiVZr alloy does not exhibit plastic deformation at all. Nevertheless, it should be mentioned that the high temperature properties of the Al x NbTiVZr alloys can benefit from the presence of second phase particles, as it was demonstrated in Cr-Nb-Ti-V-Zr alloys.  8   "
    },
    {
        "formula": "NbTiVZr",
        "yield_strength": 1320.0,
        "grain_size": 0.0,
        "experimental_density": 6.49,
        "hardness": 457.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 4.2,
        "elongation_plastic": 0.0,
        "evidence": "The NbTiVZr alloy had the highest yield strength of 1320 MPa. The compression ductility of the NbTiVZr alloy was 4.2 %, and the experimental density of the alloys from 6.49 g cm 23 of the NbTiVZr. The microhardness of the NbTiVZr alloy in the as solidified condition was of 379 HV and that of the NbTiVZr alloy after homogenisation annealing increased to 457 HV."
    },
    {
        "formula": "Al 0.5 NbTiVZr",
        "yield_strength": 960.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The Al 0.5 NbTiVZr alloy has considerably lower yield strength of 960 MPa."
    },
    {
        "formula": "Al 1.5 NbTiVZr",
        "yield_strength": 1310.0,
        "grain_size": 0.0,
        "experimental_density": 5.55,
        "hardness": 619.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The Al 1.5 NbTiVZr alloy does not exhibited plastic deformation at all and brittle fractured when strain reached 1310 MPa. Increase in Al content results in gradual decrease in density of the alloys from 6.49 g cm 23 of the NbTiVZr to 5.55 g cm 23 of the Al 1.5 NbTiVZr alloy. The microhardness of the Al 1.5 NbTiVZr alloy was of 619 HV."
    },
    {
        "formula": "NbTiVZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "NbTiVZr 6.29 20.25 11.53 2251 103.75 4.5 0.037"
    },
    {
        "formula": "Al0.5NbTiVZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Al0.5NbTiVZr 5.98 210.86 13.15 2104 2.55 4.33 0.036"
    },
    {
        "formula": "AlNbTiVZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "AlNbTiVZr 5.73 217.44 13.38 1987 1.52 4.2 0.035"
    },
    {
        "formula": "Al1.5NbTiVZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Al1.5NbTiVZr 5.51 221.55 13.25 1891 1.16 4.09 0.034"
    }
]