[
    {
        "formula": "Ta 20 Nb 20 Hf 20 Zr 20 Ti 20",
        "yield_strength": 929.0,
        "grain_size": 150.0,
        "experimental_density": 9.94,
        "hardness": 0.0,
        "test_temperature": 296.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 50.0,
        "elongation_plastic": 0.0,
        "evidence": "The TaNbHfZrTi alloy had a single-phase body-centered cubic structure with the lattice parameter a = 340.4 pm. The grain size was in the range of 100-200 lm. During compression at a strain rate of e 9 = 10 -3 s -1 , the alloy had the yield strength of 929 MPa at 296 K. Continuous strain hardening and good ductility (e C 50%) were observed in the temperature range from 296 to 873 K."
    },
    {
        "formula": "TaNbHfZrTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1073.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Microstructure after hot isostatic pressing and annealing Figure  6  shows SEM backscatter images of a longitudinal cross-section of a TaNbHfZrTi alloy specimen compressed by 50% at room temperature. A rather uniform deformation, with a very small specimen barreling and no evidence of strain localization, occurs (Fig.  6a ). Deformed grains are elongated in the directions of plastic flow (Fig.  6b ). Higher magnification images reveal fine lamellae inside the grains (Fig.  6c ). Complimentary electron backscatter diffraction (EBSD) analysis  [20]  suggests that these lamellae are likely the mixture of distorted deformation twins and shear bands. Figure  7  illustrates the microstructure of a specimen deformed at 673 K. The deformation is localized in a shear band propagating from the left top side to the right bottom side of the compressed sample (Fig.  7a ). Heavy deformation of grains inside the shear band is clearly seen at a higher magnification in Fig.  7b . The shear bands are also developed during deformation at 873 K, however, the strain localization is less pronounced. Instead of one, two crossing shear bands form at this temperature (Fig.  8a ) and cracks develop in one of the shear bands after 50% compression strain (Fig.  8b ). Deformation twins are observed in specimens deformed at 673 and 873 K and micro-cracks are occasionally seen at grain boundaries intersecting the twins (Figs.  7c, 8c ). Extensive deformation-induced intergranular cavities and cracks are observed in a specimen deformed at 1073 K (Fig.  9a, b ). Higher number density and larger size of these cavities at the side edges of the specimen are likely associated with higher stress concentrations in these regions. No deformation twins are observed at this and higher temperatures. Instead, nanometer-size particles/grains are formed along grain boundaries (Fig.  9c ). Figure  10  shows the microstructures of specimens after 50% compression strain at 1273 and 1473 K. No shear bands, deformation twins or intergranular cracks are observed in these specimens (Fig.  10a ). Higher magnification images of the specimen deformed at 1273 K show darker and lighter spots and/or curvy bands inside the deformed grains (Fig.  10b ) and a fine-grained structure formed near the grain boundaries (Fig.  10b, c ). The new grains are equiaxed and their size is about 1-2 lm at 1273 K. The dark/light spot/band contrasts inside the deformed grains are identified using the EBSD analysis to be likely caused by different electron channeling conditions from these slightly misoriented grain regions  [20, 21] . Effect of strain rate on microstructure after deformation at T = 1073 K SEM backscatter images of a TaNbHfZrTi alloy specimen after 50% compression strain at 1073 K and _ e = 10 -2 s -1 are shown in Fig.  11 . The deformed specimen looks somewhat similar to the specimen compressed at the same temperature with _ e = 10 -3 s -1 (see Fig.  9 ). In particular, cracks and cavities are developed at grain boundaries, especially at those oriented about 40-50°to the compression direction (Fig.  11a ). Higher magnification images show new fine grains/particles developed in highly deformed regions near the grain boundaries of the deformed grains, as well as elongated sub-grains inside these deformed grains (Fig.  11b, c ). A decrease in the strain rate to _ e = 10 -4 s -1 leads to a considerable transformation of the fracture mechanism (Fig.  12 ). Instead of wedge-shaped cracks typical at higher strain rates (see Figs.  9, 11) , mainly spherical cavities are formed at and near grain boundaries in the specimen deformed at _ e = 10 -4 s -1 (Fig.  12a, b ). Wedge-shaped cracks are also present at triple grain junctions, but these cracks are much smaller and they do not propagate much along grain boundaries. A nearly equiaxed subgrain structure develops inside the deformed grains. New fine grains and lens-shaped cavities at grain boundaries, as well as fine precipitation along subgrain boundaries, are clearly seen in Fig.  12c . The X-ray and SEM/EDS/EBSD techniques used in this study were not capable to identify the chemistry and crystal structure of these second-phase nano-precipitates due to their very small size and low number-density. Transmission electron microscopy is needed for the detailed analysis of these precipitates, which is beyond of the scope of this article. "
    },
    {
        "formula": "TaNbHfZrTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 296.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "One may therefore suggest that the activation of deformation twinning contributes to the good ductility of the TaNbHfZrTi alloy in the temperature range of 296-873 K."
    },
    {
        "formula": "TaNbHfZrTi",
        "yield_strength": 929.0,
        "grain_size": 100.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 296.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 2 Compression yield strength, r 0.2 , of the TaNbHfZrTi alloy at different temperatures T (K) 296 673 873 1073 1273 1473 r 0.2 (MPa) 929 790 675 535 295 92"
    },
    {
        "formula": "TaNbHfZrTi",
        "yield_strength": 790.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 673.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 2 Compression yield strength, r 0.2 , of the TaNbHfZrTi alloy at different temperatures T (K) 296 673 873 1073 1273 1473 r 0.2 (MPa) 929 790 675 535 295 92"
    },
    {
        "formula": "TaNbHfZrTi",
        "yield_strength": 675.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 873.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 2 Compression yield strength, r 0.2 , of the TaNbHfZrTi alloy at different temperatures T (K) 296 673 873 1073 1273 1473 r 0.2 (MPa) 929 790 675 535 295 92"
    },
    {
        "formula": "TaNbHfZrTi",
        "yield_strength": 535.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1073.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 2 Compression yield strength, r 0.2 , of the TaNbHfZrTi alloy at different temperatures T (K) 296 673 873 1073 1273 1473 r 0.2 (MPa) 929 790 675 535 295 92"
    },
    {
        "formula": "TaNbHfZrTi",
        "yield_strength": 295.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1273.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 2 Compression yield strength, r 0.2 , of the TaNbHfZrTi alloy at different temperatures T (K) 296 673 873 1073 1273 1473 r 0.2 (MPa) 929 790 675 535 295 92"
    },
    {
        "formula": "TaNbHfZrTi",
        "yield_strength": 92.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1473.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 2 Compression yield strength, r 0.2 , of the TaNbHfZrTi alloy at different temperatures T (K) 296 673 873 1073 1273 1473 r 0.2 (MPa) 929 790 675 535 295 92"
    }
]