[
    {
        "formula": "TaNbHfZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Equiatomic TaNbHfZr refractory high-entropy alloys (HEAs) were synthesized by arc-melting. The HEAs were annealed at 1800 C for different times, at maximum up to 8 days. Their on average body-centered cubic (bcc) solid-solution structure was confirmed by X-ray (XRD) and neutron (ND) diffraction, respectively. The HEAs are characterized by high average values of the static atomic displacements from the ideal lattice positions and the local internal strain. The short-range clustering (SRC) of a subset of atoms, enriched in Hf and Zr takes place perpendicular to the <100> directions. Furthermore, it becomes increasingly interconnected as a function of the annealing time. This is revealed by the evaluation of diffuse XRD intensities, high-resolution transmission electron microscopy (HRTEM) images, and atom probe tomography (APT). The local structural disorder and distortions at the SRC were modeled by molecular dynamics (MD) relaxations. The hardness and compressive yield strength of the as-cast HEA is found to be many times of what can be expected from the rule of mixture. The yield strength further increases by 76% after 1 day of annealing, which can be explained by a strengthening mechanism resulting from the SRC. With further annealing to 4 days, a minor phase with hexagonal close packed (hcp) structure and rich in Hf and Zr nucleates at the larger connecting nodes of the SRCs."
    },
    {
        "formula": "TaNbHfZr",
        "yield_strength": 1315.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 3575.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The hardness and the compressive yield strength of the HEA in the as-cast condition are 3575 MPa and 1315 MPa, which are 2.4 and 4.9 times (strengthening factors), respectively, of what expected from the rule of mixture."
    },
    {
        "formula": "TaNbHfZr",
        "yield_strength": 2310.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "the peak of yield strength (2310 MPa)"
    }
]