[
    {
        "formula": "TiNbTa 0.5 ZrAl 0.5",
        "yield_strength": 1740.0,
        "grain_size": 0.0,
        "experimental_density": 6.7,
        "hardness": 0.0,
        "test_temperature": 25.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 12.0,
        "elongation_plastic": 0.0,
        "evidence": "The hot-worked TiNbTa 0.5 ZrAl 0.5 alloy has a high compressive yield strength of 1740 MPa with a considerable compressive ductility of 12% at room temperature."
    },
    {
        "formula": "TiNbTa 0.5 ZrAl 0.5",
        "yield_strength": 1740.0,
        "grain_size": 1.0,
        "experimental_density": 7.3,
        "hardness": 579.0,
        "test_temperature": 20.0,
        "ultimate_tensile_strength": 2031.0,
        "elongation": 12.0,
        "elongation_plastic": 0.0,
        "evidence": "The mechanical properties of the as-forged TiNbTa 0.5 ZrAl 0.5 alloy are as follows: σ 0.2 = 1740 MPa, σ m = 2031 MPa, and δ = 12% at room temperature. In view of the low density (7.3 g/ cm 3 determined by Archimedes method), the hot-worked TiNb-Ta 0.5 ZrAl 0.5 alloy has a high specific strength."
    },
    {
        "formula": "TiNbTa0.5ZrAl0.5",
        "yield_strength": 1740.0,
        "grain_size": 1.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 12.0,
        "elongation_plastic": 0.0,
        "evidence": "The hot-worked TiNbTa 0.5 ZrAl 0.5 RHEA has a high compressive yield strength of 1740 MPa with a considerable compressive plasticity of 12% at room temperature."
    },
    {
        "formula": "TiNbTa0.5ZrAl0.5",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Fig. 4. Nano-indentation hardness of the TiNbTa 0.5 ZrAl 0.5 alloy: (a) and (b) as-sintered alloy; (c) and (d) as-forged alloy. Fig. 5. Compression behavior of the as-forged TiNbTa 0.5 ZrAl 0.5 alloy: (a) Engineering stress-strain curve during compression; (b) comparison of compressive yield strength vs. compressive plasticity in various HEAs [4,20]. Fig. 6. Microstructures of the TiNbTa 0.5 ZrAl 0.5 alloy after compression: (a) low magnification shows uniform deformation (b) high magnification image shows microcracks at the precipitates."
    }
]