[
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 1050.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 23.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "In the homogenized condition, the yield stress of the alloy is 1050 MPa at 23 °C"
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 852.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 400.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "In the homogenized condition, the yield stress of the alloy is 852 MPa at 400 °C"
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 1059.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 600.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "In the homogenized condition, the yield stress of the alloy is 1059 MPa at 600 °C"
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 250.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 800.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Above 600 °C, the yield stress decreases rapidly with increasing temperature becoming 250 MPa at 800 °C"
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 50.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 1000.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Above 600 °C, the yield stress decreases rapidly with increasing temperature becoming less than 50 MPa at 1000 °C and 1200 °C"
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 1074.0,
        "grain_size": 1000.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 23.0,
        "ultimate_tensile_strength": 1418.0,
        "elongation": 27.0,
        "elongation_plastic": 0.0,
        "evidence": "At room temperature (RT), the deformation behavior of the alloy samples in the cast, SC and WQ conditions was almost identical: 𝜎 y was 1074 ± 25 MPa and the samples showed continuous strain hardening until the end of deformation (see Fig.  2 a ). Due to a more noticeable strain hardening at the beginning of deformation, the flow stress of the cast sample was about 60-100 MPa higher than the SC and WQ samples at true strains higher  than 0.15. The alloy in these three conditions was very ductile showing no evidence of cracking during RT deformation. The alloy sample, which was additionally annealed at 600 °C, was stronger than three other conditions, having 𝜎 y = 1173 MPa and more noticeable strain hardening. However, this sample approached the maximum true stress of 1418 MPa at the true strain 𝜀 = 0.14 and fractured at 𝜀 f = 0.27 (see Fig.  2 a )."
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 23.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Mechanical behavior at temperatures from 23 to 400 °C At RT (23 °C), mechanical properties of the Al 10 Nb 15 Ta 5 Ti 30 Zr 40 alloy in Cast, WQ and SC conditions are very comparable (see Fig.  2 a ), because these three conditions have similar, nano-meter-sized mixture of co-continuous BCC and B2 phases (see Fig.  1 c ). The element microsegregation observed in the Cast condition in the form of the dendritic structure has a very weak effect on the yield stress, although it slightly increases the strain hardening rate after yielding. On the other hand, the multi-phase structure produced after annealing at 600 °C (LTA condition, Fig.  1 d ) has noticeably higher yield stress and strain hardening rate. This indicates that, in the studied alloy, precipitation strengthening from secondary (ordered) phases is more effective than the strengthening from the concentration fluctuations and partial ordering inside the BCC solid solution phase. The mechanical behavior of the partially ordered cubic matrix appears quite similar to that of ductile single-phase BCC solid solution RCCAs: high yield stress, low strain-hardening and good compressive ductility  [2 , 20 , 21]  . The attractive yield strength can be explained by the compounding effects of a solid solution strengthening and the presence of ordered regions with possible pinning effects on dislocations (see Fig.  1 c ), while good ductility can be explained by the continuous nature of the disordered BCC phase  [14]  . A reduced ductility of the multi-phase LTA condition at 23 °C is likely due to the brittle nature of precipitated phases. The observation of shear/dislocation bands after deformation at RT and 400 °C ( Fig.  6 a, b, d ) attests that the deformation mechanisms operate with the same signature. Moreover, the presence of a composite microstructure made of hard and soft zones (i.e. associated with a high and low dislocation density) could act as long range obstacles for mobile dislocations, leading to an increase in internal stresses and finally to strain hardening (see Fig.  2 a )  [22]  . A slight decrease"
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 400.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Mechanical behavior at 400-600 °C In this temperature range, Al 10 Nb 15 Ta 5 Ti 30 Zr 40 shows an anomalous increase in the yield stress with increasing temperature."
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The yield stress of the Al 10 Nb 15 Ta 5 Ti 30 Zr 40 alloy at various temperatures can be considered as a sum of solid solution strengthening in the matrix, precipitation strengthening due to B2 like ordered precipitates and dislocation forest strengthening."
    },
    {
        "formula": "Al-containing refractory HEA",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "In this work, an aluminum-containing refractory high entropy alloy, which has excellent"
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 1050.0,
        "grain_size": 0.0,
        "experimental_density": 6.48,
        "hardness": 0.0,
        "test_temperature": 23.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 50.0,
        "elongation_plastic": 0.0,
        "evidence": "In this work, an aluminum-containing refractory high entropy alloy, which has excellent combination of the room temperature ductility and strength, as well as low density (6.48 ± 0.03 g/cm 3 ) has been reported. In the as-cast condition, 1100 °C annealed and slow cooled condition and 1100 °C annealed and water quenched condition, the alloy has almost the same room temperature yield stress of ~1050 MPa and compression ductility over 50%."
    },
    {
        "formula": "Al 10 Nb 15 Ta 5 Ti 30 Zr 40",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 600.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Chemical composition (in at.%) of the phases observed in the Al 10 Nb 15 Ta 5 Ti 30 Zr 40 alloy after compression deformation at 600 °C (see Fig.9)."
    }
]