[
    {
        "formula": "NbTaW",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1460.0,
        "elongation": 16.2,
        "elongation_plastic": 0.0,
        "evidence": "NbTaW MEA had the maximum mechanical strength (1460 MPa) and ductility (16.2%) in the designed alloys."
    },
    {
        "formula": "(NbTaW)0.75Mo0.25",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 13.75,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The lattice constant and density of (NbTaW) 0.75 Mo 0.25 RHEA were calculated to be 3.195 Å and 14.099 g/ cm 3 , respectively. The data were well consistent with the experimental results (3.213 Å and 13.75 g/cm 3 )"
    },
    {
        "formula": "(NbTaW)1-xMox",
        "yield_strength": 1298.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "In present work, Mo 0 alloy yielded at σ 0.2 = 1298 MPa"
    },
    {
        "formula": "(NbTaW)1-xMox",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Conclusion (NbTaW)1-xMox (x = 0, 0.05, 0.15, 0.25) alloys were prepared by arc melted method. The evolution of microstructure and common mechanical properties were characterized and the main issues are highlighted as follows: (a) The results of experimental and theoretical XRD patterns, empirical formulas, as well as cohesive energy show that (NbTaW)1-xMox alloys are BCC single-phase solid solution. The peak position shifts to the high 2θ with the increase of Mo content. The Mo content dependence of both lattice constant and density were predicted and analyzed. With the increase of Mo content, lattice constant and density decrease. (b) Microstructure and elements distribution were characterized by SEM and EDS. The result shows that all of the as-cast alloys are composed of dendrite structures and the grain size first increases (x < 0.15) and then decreases (x > 0.15) with the increase of Mo content. Ta element distributes uniformly in both dendrite arms and interdendrite regions. Both Nb and Mo elements are gathered in interdendrite region and are poor in dendrite arms. The content of W element in dendrite arms is enriched than that in interdendrite regions. (c) The engineering compressive stress-strain curves of (NbTaW)1-xMox alloys were measured at room temperature. The results show that Mo 0 alloy has the largest strength (1460 MPa) and ductility (16.2%) compared with the other alloys. Mo 5, Mo 15 and Mo 25 alloys have similar compressive mechanical properties. The mechanical properties of (NbTaW)1-xMox (x = 0, 0.05, 0.15) alloys are enhanced compared with Mo 25 alloy, which resulted from the grain boundary strengthening and solid solution strengthening. The compressive experiments evidences that adjusting the content of brittle Mo element in (NbTaW)1-xMox alloys can effectively improve their mechanical properties. Similarly, the SEM secondary electron images of fracture surfaces of (NbTaW)1-xMox alloys show the strength and ductility decrease with the increase of Mo content. (d) The elastic properties of (NbTaW)1-xMox alloys were calculated. The elastic constant and modulus increase with the increase of Mo content, showing the mechanical properties of these alloys enhances. The B/G, ν and (C 12 -C 44 ) indicate the ductility decreases with the increase of Mo content. The order of elastic anisotropy are (NbTaW) 0.75 Mo 0.25 < (NbTaW) 0.85 Mo 0.15 < (NbTaW) 0.95 Mo 0.05 < NbTaW. The microhardness increases with the increase of Mo content from the perspective of experiments and theories."
    },
    {
        "formula": "(NbTaW)1-xMox",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 4023.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The average HV are respectively measured to be 4023 MPa for Mo 0 alloy"
    },
    {
        "formula": "(NbTaW)1-xMox",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 5573.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "5573 MPa for Mo 5 alloy"
    },
    {
        "formula": "(NbTaW)1-xMox",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 7684.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "7684 MPa for Mo 15 alloy"
    },
    {
        "formula": "(NbTaW)1-xMox",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 7633.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "7633 MPa for Mo 25 alloy"
    }
]