[
    {
        "formula": "TaHfZrTi",
        "yield_strength": 0.0,
        "grain_size": 100.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1500.0,
        "elongation": 4.0,
        "elongation_plastic": 0.0,
        "evidence": "Ta1 (#1) shows high strength (≈1500 MPa) but very limited plasticity (≈4%)."
    },
    {
        "formula": "Ta0.6HfZrTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1100.0,
        "elongation": 20.0,
        "elongation_plastic": 0.0,
        "evidence": "Decreasing the Ta content significantly ductilizes Ta0.6 (#2) and Ta0.5 (#3); the uniform strain is increased over 20% and 27%, respectively, although the fracture strength in both alloys is slightly lowered to 1100 MPa."
    },
    {
        "formula": "Ta0.5HfZrTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 1100.0,
        "elongation": 27.0,
        "elongation_plastic": 0.0,
        "evidence": "Decreasing the Ta content significantly ductilizes Ta0.6 (#2) and Ta0.5 (#3); the uniform strain is increased over 20% and 27%, respectively, although the fracture strength in both alloys is slightly lowered to 1100 MPa."
    },
    {
        "formula": "Ta0.4HfZrTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Further decrease of Ta (i.e., Ta0.4, #4), the stress-strain curve displays a double yielding behavior, which is usually observed in shape memory alloys as a signal of stress/strain-induced martensitic phase transformation."
    },
    {
        "formula": "Ta0.4",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "To understand deformation mechanism of the designed HEAs, in situ neutron diffraction was conducted on alloy Ta0.4 to monitor the structural evolution upon tensile loading. The deep penetration ability of neutrons enables us to monitor the structural information of bulk materials instead of surfaces. Additionally, the relationship between lattice strain and applied stress could be accurately measured by such technique. Figure  4a  shows diffraction patterns of alloy Ta0.4 under a loading-unloading cycle. As can be seen, the diffraction patterns obtained at the early loading stage mainly exhibit bcc reflections. In response to the increased tensile stress, diffraction peaks slightly shift rightward but the peak intensities keep unchanged before the macroscopic yielding. The hcp peak, i.e., (101) hcp , increases at ≈400 MPa, which accounts for the first macroscopic yielding. This observation can be illustrated more clearly in Figure  4  b, which shows the variation of the relative intensities of (110) bcc and (101) hcp as a function of loading stress. The relative intensity of (101) hcp emerges, while that of (110) bcc starts to decrease at the stress about 400 MPa. The intensity of (101) hcp continues increasing at the expense of the (110) bcc peak with further loading and preserves the intensity throughout subsequent unloading process, demonstrating a characteristic of irreversible phase transformation. Figure  4c  shows variation of lattice strains of (110) bcc , (200) bcc , (211) bcc , and (101) hcp as a function of loading stress. Before the phase transformation starts (i.e., below the yielding stress of ≈400 MPa), both the bcc lattice strains increase linearly with the applied stress, exhibiting typical elastic deformation behavior. A comparison between the slopes of applied stress versus lattice strain curves (elastic constants) of the three bcc planes indicates the elastic anisotropy of the bcc structure, which is due to different correlation between crystallographic orientation and elastic stiffness in single crystals.  [38]  The slopes of the (110) bcc and (200) bcc planes deviate from initial linearity around the yield stress, suggesting different internal stress redistribution among different orientated {hkl} grain families.  [39]  As the deformationinduced transformation proceeds, (110) bcc and (200) bcc planes show further deviation from the initial linearity, which is due to the load partition of the newly formed hcp phase. These data vividly manifest cooperative deformation behavior between the transformed hcp crystallites and untransformed bcc crystallites. Adv. Mater. 2017, 1701678 Therefore, it is clear that the phase transformation from bcc to hcp did occur upon loading of alloy Ta0.4."
    },
    {
        "formula": "TaxHfZrTi",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Experimental Section Alloy ingots with a nominal composition of Ta x HfZrTi (x is from 0 to 1) were prepared by arc-melting a mixture of pure metals with purity over 99.9 at% in a Ti-gettered argon atmosphere."
    }
]