[
    {
        "formula": "MoNbTaV",
        "yield_strength": 1500.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 4950.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The measured lattice parameter of the alloy (3.208 Å) obeys the rule of mixtures (ROM), but the Vickers microhardness (4.95 GPa) and the yield strength (1.5 GPa) are about 4.5 and 4.6 times those estimated from the ROM, respectively."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The only crystallization phase is the BCC phase that forms at 2437 °C, and it is predicted to decompose to a non-equimolar BCC phase and a minor V-rich BCC phase at 456 °C. The non-equilibrium solidification simulation was accomplished using the Scheil-Gulliver models [35, 36] , which assume equilibrium mixing in the liquid with no diffusion in the solid. The simulation also predicts the formation of a single BCC solid solution phase as shown in Figure 5b . Simulation on the true bulk composition reveals very similar results; that is, only the BCC phase forms as the primary crystallization phase under both solidification routes, and it is stable over a very wide temperature range."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 1500.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 23.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 21.0,
        "elongation_plastic": 0.0,
        "evidence": "Mechanical Properties Figure  7a  shows the engineering stress-strain curves (RT, 23 °C) for MoNbTaV alloy. The yield stress (i.e., σ 0.2 is defined as the stress at strain ε = 0.2%.) of MoNbTaV is 1.5 GPa, while the maximum compressive fracture strength is 2.4 GPa. The alloy exhibits about 21% compression strain before fracture and a large work-hardening capacity. Both the strength and the ductility of MoNbTaV are significantly greater than MoNbTaW (σ 0.2 = 1.0 GPa with compression strain ε = 2.1%)  [22] . While the higher ductility of MoNbTaV alloy is expected, its higher yield strength is a surprise. One factor that may contribute to its higher strength could be its much refined grain sizes in the as-cast state than the homogenized MoNbTaW alloy  [22] . The MoNbTaW sample was annealed at 1400 °C for 19 h, leading to an average grain size about 200 μm  [22] . Also, the presence of pores could be seen in both intergranular and intragranular areas in MoNbTaW  [22] . As shown in the Figure  7b , the morphology of the fractograph exhibits a mixture of cleavage steps, river patterns, and tongue patterns in MoNbTaV. For a meaningful evaluation on MoNbTaV for high temperature applications, proper homogenization and subsequent measurement of its yield strength and fracture strength during tensile/compression tests as a function of temperature are required. This task is beyond the scope of the present study."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The calculated entropy of mixing and enthalpy of mixing for BCC phase of MoNbTaV are predicted to be 10.79 J/K/mol and ´4.13 kJ/mol, respectively. The entropy of mixing is slightly less than the ideal configurational entropy, suggesting a negative excess entropy for the alloy. Using liquid phase as the reference state, the calculated entropy of mixing and enthalpy of mixing for liquid phase of MoNbTaV are predicted to be 11.31 J/K/mol and ´2.97 kJ/mol, respectively."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The calculated yield stress of the alloy can then be described as: ∆σ \" ˆÿ ∆σ i 3{2 ˙3{2 (14) σ cal 0.2 \" σ mix 0.2 + ∆σ (15) herein, the σ mix 0.2 is given using ROM. For clarity, σ mix 0.2 and ∆σ are summarized in a column chart (Figure  10 ) to compare the calculated and experimental σ 0.2 . The calculated σ cal 0.2 agrees well with the experimental σ exp 0.2 ."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 1500.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 21.0,
        "elongation_plastic": 0.0,
        "evidence": "In conclusion, the refractory MoNbTaV HEA is designed by CALPHAD modeling and synthesized by vacuum arc melting. The as-cast alloy with a single BCC structure based on XRD and SEM analyses exhibits a high yield stress of ~1.5 GPa and a large compression fracture strain of ~21% at room temperature, both of which are significantly greater than what was found for the MoNbTaW alloy."
    },
    {
        "formula": "MoNbTaV",
        "yield_strength": 1525.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 4947.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 1 . 1 The Metal Mo Nb Ta V MoNbTaV (Calc/Exp) a (Å) 3.1468 3.301 3.303 3.039 3.2036/3.208 r (Å) 1.4 1.47 1.47 1.35 - T m (°C) 2623 2477 3017 1910 2528/- H v (MPa) 1530 1320 873 628 1097/4947 σ 0.2 (MPa) 438 240 345 310 333/1525 VEC 6 5 5 5 - ∆χ 2.16 1.6 1.5 1.63 - G (GPa) 123 59.5 64.7 46.6 73.78/- crystal lattice parameter (a), atomic radius (r), melting temperature (T m ), Vickers hardness (H v ), yield strength (σ 0.2 ), valence electron concentration (VEC), Pauling electronegativity difference (∆χ), and shear modulus (G) of pure metals are given. The calculated (Calc) and experimental (Exp) data for MoNbTaV alloy is also listed here."
    }
]