[
    {
        "formula": "TiNbTa0.5ZrAlx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "TiNbTa 0.5 ZrAl x alloys (x ≤ 0.5) have single BCC (Body Centered Cubic) structure, but the primary BCC phase is supersaturated. Precipitation of BCC2 (Nb,Ta)-rich solid solution phase, HCP (Zr,Al)-rich intermetallic phase, and ordered B2 phase can occur during heat treatment at 600~1200 • C. The precipitation of BCC2 phase mainly exists in RHEAs with low content of Al, while HCP (Hexagonal Close Packed) precipitates prefer to form in RHEAs with high content of Al. Interestingly, ordered B2 precipitates with fine and basket-weave structure can form in TiNbTa 0.5 ZrAl 0.5 alloy after annealing at 800 • C, producing significant precipitation hardening effect."
    },
    {
        "formula": "RHEA-Al0",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "As for RHEA-Al0, annealing at temperatures above 1000 °C can maintain single BCC structure, while annealing at temperatures below 800 °C leads to phase decomposition and forms a BCC2 phase."
    },
    {
        "formula": "RHEA-Al0.2",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "RHEA-Al0.2 has analogous precipitation behavior with RHEA-Al0, as shown in Figure  3b , but the temperature for maintaining single BCC structure is higher (1200 °C) than that for RHEA-Al0, which means addition of Al can stimulate phase decomposition in the RHEAs."
    },
    {
        "formula": "RHEA-Al0.5",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "As for RHEA-Al0.5, the precipitation behavior becomes more complicated. Annealing at 800 °C could also lead to phase decomposition and forms the BCC2 phase, but annealing at 1000~1200 °C results in precipitation of an HCP phase, which was identified as the Zr5Al4 type intermetallic phase."
    },
    {
        "formula": "RHEA-Al1.0",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The annealed RHEA-Al1.0 consists of BCC and HCP phases, and the intensity of the diffraction peaks of the HCP phase increases with the increasing annealing temperature, indicating a further precipitation of the HCP Zr5Al4 type intermetallic phase."
    },
    {
        "formula": "TiNbTa0.5ZrAlx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "The above empirical parameters for the current TiNbTa 0.5 ZrAl x RHEAs were calculated and shown in Figure  7 . The δ increases with increasing Al content and reaches the maximum value at x = 0.75. Noted that all the values of δ are below 6.6%, indicating the atomic size mismatch has limited effect on the precipitation behavior. The ∆H mix decreases with increasing Al content and reaches the threshold value for intermetallic phase at x = 0.75, which means that an excess addition of Al can lead to the formation of intermetallic phase. The phase equilibrium based on the calculation of enthalpy of mixing agrees well with the experimental results, demonstrating that the precipitation of HCP Zr 5 Al 4 type intermetallic phase may be primarily induced by enthalpy effect. The values of ∆H mix for atomic pairs between elements in Ti-Nb-Ta-Zr-Al system are given in Table 1  [14] . Obviously, the ∆H mix between refractory elements is positive, but Al has large negative ∆H mix with other refractory elements, especially with Zr, therefore, leading to the formation of Zr-Al intermetallic phase. Figure  7c  exhibits the trend of parameter Ω with Al content increasing. When the Al content is low, the value of Ω is high, which means that the entropy effect takes the dominant control of phase transformation in the RHEAs. According to the basic relation, ∆G mix = ∆H mix -T∆S mix , such phase transformation behavior is temperature-dependent. Specifically, when at high temperature, the high entropy can lead to low ∆G mix , thus stabilizing solid solution phase, but at low temperature, the high entropy has limited stabilizing effect, and therefore, phase decomposition may occur. The precipitation of BCC2 phase in RHEA-Al0 and RHEA-Al0.2 after annealing at 600~800 • C could be explained by the weakened stabilizing effect of high entropy. Figure  7d  presents the VEC values of the Al-containing RHEAs, and all values are below 6.87. According to the empirical criterion, the calculated results indicate a BCC structure"
    },
    {
        "formula": "Al0.5NbTa0.8Ti1.5V0.2Zr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 600.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Soni et al.  [29]  also observed similar phase transformation behavior in a Al 0.5 NbTa 0.8 Ti 1.5 V 0.2 Zr RHEA at 600-1200 • C"
    },
    {
        "formula": "AlMo0.5NbTa0.5TiZr",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 800.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "RHEA-Al0.5 annealing at 800 • C causes precipitation of an ordered B2 phase. The structure, morphology, and distribution of B2 precipitates in RHEA-Al0.5 are analogous to those found in AlMo 0.5 NbTa 0.5 TiZr RHEA"
    },
    {
        "formula": "TiNbTa0.5ZrAlx",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 800.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Annealing at 800 • C causes precipitation of an ordered B2 phase in TiNbTa 0.5 ZrAl 0.5 RHEA, and the precipitation behavior is associated with spinodal decomposition."
    },
    {
        "formula": "Ti-Nb-Ta-Zr-Al",
        "yield_strength": 0.0,
        "grain_size": 0.0,
        "experimental_density": 0.0,
        "hardness": 0.0,
        "test_temperature": 0.0,
        "ultimate_tensile_strength": 0.0,
        "elongation": 0.0,
        "elongation_plastic": 0.0,
        "evidence": "Table 1 . 1 The values of ∆H mix (kJ/mol) for atomic pairs between elements in Ti-Nb-Ta-Zr-Al system [14] . Element Ti Nb Ta Zr Al Ti - - - - - Nb 2 - - - - Ta 1 0 - - - Zr 0 4 3 - - Al -30 -18 -19 -44 -"
    }
]